Repository: Dembrane/echo
Catalog: echo/frontend/src/locales/*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: When the summary is ready (includes both transcript and summary)
es_es: Cuando el resumen esté listo (incluye tanto la transcripción como el resumen)
nl_nl: Wanneer de samenvatting klaar is (bevat zowel transcript als samenvatting)

source: will be included in your report
de_de: wird in Ihrem Bericht enthalten sein
es_es: se incluirá en tu informe
fr_fr: sera inclus dans votre rapport
nl_nl: wordt in je rapport opgenomen

source: add.tag.filter.modal.description
es_es: ¿Te gustaría añadir esta etiqueta a tus filtros actuales?
fr_fr: Souhaitez-vous ajouter cette étiquette à vos filtres actuels ?
nl_nl: Wilt u deze tag toevoegen aan uw huidige filters?

source: participant.button.finish.yes.text.mode
de_de: Ja
es_es: Sí
fr_fr: Oui
nl_nl: Ja

source: You
de_de: Sie
es_es: Tú
fr_fr: Vous
nl_nl: Jij

source: You are already unsubscribed or your link is invalid.
de_de: Sie sind bereits abgemeldet oder Ihre Verknüpfung ist ungültig.
es_es: Ya estás desuscribido o tu enlace es inválido.
fr_fr: Vous êtes déjà désinscrit ou votre lien est invalide.
nl_nl: Je bent al afgemeld of je link is ongeldig.

source: You can only upload up to {MAX_FILES} files at a time. Only the first {0} files will be added.
de_de: Sie können nur bis zu {MAX_FILES} Dateien gleichzeitig hochladen. Nur die ersten {0} Dateien werden hinzugefügt.
es_es: Solo puedes subir hasta {MAX_FILES} archivos a la vez. Solo los primeros {0} archivos se agregarán.
fr_fr: Vous ne pouvez télécharger que jusqu'à {MAX_FILES} fichiers à la fois. Seuls les premiers {0} fichiers seront ajoutés.
nl_nl: Je kunt maximaal {MAX_FILES} bestanden tegelijk uploaden. Alleen de eerste {0} bestanden worden toegevoegd.

source: select.all.modal.already.added
es_es: Ya has añadido <0>{existingContextCount, plural, one {# conversación} other {# conversaciones}}</0> a este chat.
fr_fr: Vous avez déjà ajouté <0>{existingContextCount, plural, one {# conversation} other {# conversations}}</0> à ce chat.
nl_nl: U heeft al <0>{existingContextCount, plural, one {# conversatie} other {# conversaties}}</0> aan deze chat toegevoegd.

source: You have already added all the conversations related to this
es_es: Ya has añadido todas las conversaciones relacionadas con esto
fr_fr: Vous avez déjà ajouté toutes les conversations liées à ceci
nl_nl: Je hebt alle gerelateerde gesprekken al toegevoegd

source: participant.modal.change.mic.confirmation.text
de_de: Sie haben Ihr Mikrofon geändert. Bitte klicken Sie auf "Weiter", um mit der Sitzung fortzufahren.
es_es: Has cambiado tu micrófono. Por favor, haz clic en "Continuar", para continuar con la sesión.
fr_fr: Vous avez changé votre microphone. Veuillez cliquer sur "Continuer", pour continuer la session.
nl_nl: Je hebt je microfoon gewisseld. Klik op "Doorgaan" om verder te gaan met de sessie.

source: You have successfully unsubscribed.
de_de: Sie haben sich erfolgreich abgemeldet.
es_es: Has desuscribido con éxito.
fr_fr: Vous avez été désinscrit avec succès.
nl_nl: U hebt succesvol afgemeld.

source: You may also choose to record another conversation.
de_de: Sie können auch wählen, ein weiteres Gespräch aufzunehmen.
es_es: También puedes elegir registrar otra conversación.
fr_fr: Vous pouvez également choisir d'enregistrer une autre conversation.
nl_nl: Je kunt er ook voor kiezen om een ander gesprek op te nemen.

source: You must login with the same provider you used to sign up. If you face any issues, please contact support.
de_de: Sie müssen sich mit demselben Anbieter anmelden, mit dem Sie sich registriert haben. Wenn Sie auf Probleme stoßen, wenden Sie sich bitte an den Support.
es_es: Debes iniciar sesión con el mismo proveedor con el que te registraste. Si encuentras algún problema, por favor contáctanos.
fr_fr: Vous devez vous connecter avec le même fournisseur que vous avez utilisé pour vous inscrire. Si vous rencontrez des problèmes, veuillez contacter le support.
nl_nl: Je moet inloggen met dezelfde provider die u gebruikte om u aan te melden. Als u problemen ondervindt, neem dan contact op met de ondersteuning.

source: You seem to be offline, please check your internet connection
de_de: Sie scheinen offline zu sein. Bitte überprüfen Sie Ihre Internetverbindung
es_es: Pareces estar desconectado, por favor verifica tu conexión a internet
fr_fr: Vous semblez être hors ligne, veuillez vérifier votre connexion internet
nl_nl: Je lijkt offline te zijn, controleer je internetverbinding

source: participant.verify.instructions.receive.artefact
es_es: Pronto recibirá {objectLabel} para verificar.

source: participant.verify.instructions.approval.helps
es_es: ¡Su aprobación nos ayuda a comprender lo que realmente piensa!

source: Your inputs will be saved automatically.
de_de: Ihre Eingaben werden automatisch gespeichert.
es_es: Tus entradas se guardarán automáticamente.
fr_fr: Vos entrées seront automatiquement enregistrées.
nl_nl: Uw invoer wordt automatisch opgeslagen.

source: Your response has been recorded. You may now close this tab.
de_de: Ihre Antwort wurde aufgezeichnet. Sie können diesen Tab jetzt schließen.
es_es: Tu respuesta ha sido registrada. Puedes cerrar esta pestaña ahora.
fr_fr: Votre réponse a été enregistrée. Vous pouvez maintenant fermer cette page.
nl_nl: Je antwoord is opgeslagen. Je kunt dit tabblad sluiten.

source: Your responses
de_de: Ihre Antworten
es_es: Tus respuestas
fr_fr: Vos réponses
nl_nl: Je reacties

source: Your view has been created. Please wait as we process and analyse the data.
de_de: Ihre Ansicht wurde erstellt. Bitte warten Sie, während wir die Daten verarbeiten und analysieren.
es_es: Tu vista ha sido creada. Por favor, espera mientras procesamos y analizamos los datos.
fr_fr: Votre vue a été créée. Veuillez patienter pendant que nous traitons et analysons les données.
nl_nl: Je weergave is gemaakt. Wacht aub terwijl we de data verwerken en analyseren.

source: library.views.title
de_de: Ihre Ansichten
es_es: Tus Vistas
fr_fr: Vos vues
nl_nl: Je weergaven

source: Beta
fr_fr: Bêta
nl_nl: Bèta

source: Concrete Topics
de_de: Konkrete Themen
fr_fr: Sujets concrets
nl_nl: Concreet maken

source: dashboard.dembrane.concrete.description
fr_fr: Activez cette fonctionnalité pour permettre aux participants de créer et d'approuver des "objets concrets" à partir de leurs contributions. Cela aide à cristalliser les idées clés, les préoccupations ou les résumés. Après la conversation, vous pouvez filtrer les discussions avec des objets concrets et les examiner dans l'aperçu.
nl_nl: Laat deelnemers AI-ondersteunde feedback krijgen op hun gesprekken met Maak het concreet.

source: Error
de_de: Fehler
fr_fr: Erreur
nl_nl: Fout

source: participant.concrete.instructions.approve.artefact
de_de: Gib dieses Artefakt frei, wenn es für dich passt.
fr_fr: Valide cet artefact si tout est bon pour toi.
nl_nl: Keur het artefact goed of pas het aan voordat je doorgaat.

source: Insights
de_de: Erkenntnisse
fr_fr: Perspectives
nl_nl: Inzichten

source: participant.concrete.instructions.loading
de_de: Anweisungen werden geladen…
fr_fr: Chargement
nl_nl: Instructies aan het laden…

source: Loading concrete topics…
de_de: Konkrete Themen werden geladen…
fr_fr: Chargement des sujets concrets…
nl_nl: Concrete onderwerpen aan het laden…

source: participant.concrete.selection.button.next
de_de: Weiter
fr_fr: Suivant
nl_nl: Volgende

source: participant.concrete.instructions.button.next
de_de: Weiter
fr_fr: Suivant
nl_nl: Aan de slag

source: No concrete topics available.
de_de: Keine konkreten Themen verfügbar.
fr_fr: Aucun sujet concret disponible.
nl_nl: Geen concrete onderwerpen beschikbaar.

source: participant.concrete.instructions.revise.artefact
de_de: Überarbeite den Text, bis er zu dir passt.
fr_fr: Une fois que tu as discuté, clique sur « réviser » pour voir {objectLabel} changer pour refléter ta discussion.
nl_nl: Pas de tekst aan zodat hij echt bij jou past. Je mag alles veranderen.

source: participant.concrete.instructions.read.aloud
de_de: Lies den Text laut vor.
fr_fr: Une fois que tu as reçu {objectLabel}, lis-le à haute voix et partage à voix haute ce que tu souhaites changer, si besoin.
nl_nl: Lees de tekst hardop voor en check of het goed voelt.

source: dashboard.dembrane.verify.topic.select
nl_nl: Selecteer welke onderwerpen deelnemers kunnen gebruiken voor verificatie.

source: verified artifacts
fr_fr: artefacts vérifiés
nl_nl: geverifieerde artefacten

source: participant.concrete.selection.title
fr_fr: Qu'est-ce que tu veux rendre concret ?
nl_nl: Kies een concreet voorbeeld

source: When enabled, all new transcripts will have personal information (names, emails, phone numbers, addresses) replaced with placeholders. This cannot be undone for already-processed conversations.
nl_nl: Wanneer ingeschakeld, zullen alle nieuwe transcripties persoonlijke informatie (namen, e-mails, telefoonnummers, adressen) worden vervangen door placeholders. Dit kan niet ongedaan worden gemaakt voor al bestaande gesprekken.

source: participant.concrete.instructions.receive.artefact
fr_fr: Tu recevras bientôt {objectLabel} pour les rendre concrets.
nl_nl: Je krijgt zo een concreet voorbeeld (artefact) om mee te werken

source: participant.concrete.instructions.approval.helps
fr_fr: Ton approbation nous aide à comprendre ce que tu penses vraiment !
nl_nl: Als je dit goedkeurt, helpt dat om het proces te verbeteren

source: participant.modal.refine.info.title.go.deeper
de_de: Go deeper
fr_fr: Approfondir

source: participant.modal.refine.info.title.concrete
de_de: Make it concrete
fr_fr: Concrétiser

source: participant.modal.refine.info.title.generic
de_de: "Refine" available soon
fr_fr: "Refine" Bientôt disponible

source: Announcements
de_de: Ankündigungen
fr_fr: Annonces

source: Artefact approved successfully!
fr_fr: Artefact approuvé avec succès !

source: Artefact reloaded successfully!
fr_fr: Artefact rechargé avec succès !

source: Artefact revised successfully!
fr_fr: Artefact révisé avec succès !

source: Artefact updated successfully!
fr_fr: Artefact mis à jour avec succès !

source: Ask participants to provide their name when they start a conversation
de_de: Teilnehmer bitten, ihren Namen anzugeben, wenn sie ein Gespräch beginnen
fr_fr: Demander aux participants de fournir leur nom lorsqu'ils commencent une conversation

source: At least one topic must be selected to enable Make it concrete
de_de: Wähle mindestens ein Thema, um Make it concrete zu aktivieren
fr_fr: Sélectionne au moins un sujet pour activer Rends-le concret

source: Chat
fr_fr: Discussion

source: Chat | Dembrane
fr_fr: Discussion | Dembrane

source: Checking...
de_de: Überprüfe...
fr_fr: Vérification...

source: Enable Go deeper
de_de: Go deeper aktivieren
fr_fr: Activer Va plus profond

source: Enable Make it concrete
de_de: Make it concrete aktivieren
fr_fr: Activer Rends-le concret

source: Enable this feature to allow participants to receive notifications when a report is published or updated. Participants can enter their email to subscribe for updates and stay informed.
de_de: Aktivieren Sie diese Funktion, um Teilnehmern zu ermöglichen, Benachrichtigungen zu erhalten, wenn ein Bericht veröffentlicht oder aktualisiert wird. Teilnehmer können ihre E-Mail-Adresse eingeben, um Updates zu abonnieren und informiert zu bleiben.
fr_fr: Activez cette fonctionnalité pour permettre aux participants de recevoir des notifications lorsqu'un rapport est publié ou mis à jour. Les participants peuvent entrer leur e-mail pour s'abonner aux mises à jour et rester informés.

source: Enable this feature to allow participants to request AI-powered responses during their conversation. Participants can click "Go deeper" after recording their thoughts to receive contextual feedback, encouraging deeper reflection and engagement. A cooldown period applies between requests.
de_de: Aktiviere das, damit Teilnehmende in ihrem Gespräch KI-Antworten anfordern können. Nach ihrer Aufnahme können sie auf „Go deeper“ klicken und bekommen Feedback im Kontext, das zu mehr Reflexion und Beteiligung anregt. Zwischen den Anfragen gibt es eine kurze Wartezeit.
fr_fr: Active cette fonction pour que les participants puissent demander des réponses générées par l’IA pendant leur conversation. Après avoir enregistré leurs idées, ils peuvent cliquer sur « Va plus profond » pour recevoir un feedback contextuel qui les aide à aller plus loin dans leur réflexion et leur engagement. Un délai s’applique entre deux demandes.

source: Failed to approve artefact. Please try again.
fr_fr: Échec de l'approbation de l'artefact. Veuillez réessayer.

source: Failed to revise artefact. Please try again.
fr_fr: Échec de la révision de l'artefact. Veuillez réessayer.

source: participant.modal.refine.info.title
de_de: Feature available soon
fr_fr: Feature Bientôt disponible

source: Go deeper
fr_fr: Va plus profond

source: participant.refine.go.deeper
de_de: Go deeper
fr_fr: Va plus profond

source: participant.concrete.artefact.error.description
de_de: Fehler beim Laden des Artefakts. Versuch es gleich nochmal.
fr_fr: Il semble que nous n'ayons pas pu charger cet artefact. Cela pourrait être un problème temporaire. Vous pouvez essayer de recharger ou revenir en arrière pour sélectionner un autre sujet.

source: Join {0} on Dembrane
de_de: Treten Sie {0} auf Dembrane bei
fr_fr: Rejoindre {0} sur Dembrane

source: dashboard.dembrane.concrete.title
de_de: Konkrete Themen
fr_fr: Rends-le concret

source: participant.refine.make.concrete
de_de: Make it concrete
fr_fr: Rends-le concret

source: participant.button.refine
de_de: Refine
fr_fr: Refine

source: participant.concrete.regenerating.artefact
de_de: Artefakt wird neu erstellt…
fr_fr: Régénération de l'artefact

source: dashboard.dembrane.concrete.topic.select
de_de: Wähl ein konkretes Thema aus.
fr_fr: Sélectionnez les sujets que les participants peuvent utiliser pour « Rends-le concret ».

source: Share
de_de: Teilen
fr_fr: Partager

source: participant.go.deeper.generic.error.message
de_de: Da ist was schiefgelaufen. Versuch es gleich nochmal.
fr_fr: Une erreur s'est produite. Veuillez réessayer en appuyant sur le bouton <span className="font-bold">Va plus profond</span>, ou contactez le support si le problème persiste.

source: Thank you! We'll notify you when the report is ready.
de_de: Vielen Dank! Wir werden Sie benachrichtigen, wenn der Bericht fertig ist.
fr_fr: Merci ! Nous vous informerons lorsque le rapport sera prêt.

source: participant.concrete.artefact.error.title
fr_fr: Impossible de charger l'artefact

source: Unable to load the generated artefact. Please try again.
fr_fr: Impossible de charger l'artefact généré. Veuillez réessayer.

source: participant.modal.refine.info.reason
de_de: Wir brauchen etwas mehr Kontext, um dir effektiv beim Verfeinern zu helfen. Bitte nimm weiter auf, damit wir dir bessere Vorschläge geben können.
fr_fr: Nous avons besoin d'un peu plus de contexte pour t'aider à affiner efficacement. Continue d'enregistrer pour que nous puissions formuler de meilleures suggestions.

source: artefacts
de_de: Artefakte

source: Artefacts
de_de: Artefakte

source: Skip data privacy slide (Host manages consent)
de_de: Datenschutzkarte überspringen (Organisation verwaltet Zustimmung)
