Repository: Dembrane/echo
Catalog: echo/frontend/src/locales/*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: report.editor.description
de_de: Bearbeiten Sie den Berichts-Inhalt mit dem Rich-Text-Editor unten. Sie können Text formatieren, Links, Bilder und mehr hinzufügen.
es_es: Edita el contenido del informe usando el editor de texto enriquecido a continuación. Puede formatear texto, agregar enlaces, imágenes y más.
fr_fr: Modifier le contenu du rapport en utilisant l'éditeur de texte enrichi ci-dessous. Vous pouvez formater le texte, ajouter des liens, des images et plus encore.
nl_nl: Bewerk de rapport inhoud met de rich text editor hieronder. Je kunt tekst formatteren, links, afbeeldingen en meer toevoegen.

source: Edit Webhook
es_es: Editar Webhook
nl_nl: Webhook bewerken

source: Editing mode
de_de: Bearbeitungsmodus
es_es: Modo de edición
fr_fr: Mode d'édition
nl_nl: Bewerkmode

source: Email
es_es: Correo electrónico

source: Email Verification
de_de: E-Mail-Verifizierung
es_es: Verificación de Correo Electrónico
fr_fr: Vérification de l'e-mail
nl_nl: Email verificatie

source: Email Verification | Dembrane
de_de: E-Mail-Verifizierung | Dembrane
es_es: Verificación de Correo Electrónico | Dembrane
fr_fr: Vérification de l'e-mail | Dembrane
nl_nl: Email verificatie | Dembrane

source: Email verified successfully. You will be redirected to the login page in 5 seconds. If you are not redirected, please click <0>here</0>.
de_de: E-Mail erfolgreich verifiziert. Sie werden in 5 Sekunden zur Login-Seite weitergeleitet. Wenn Sie nicht weitergeleitet werden, klicken Sie bitte <0>hier</0>.
es_es: Correo electrónico verificado con éxito. Serás redirigido a la página de inicio de sesión en 5 segundos. Si no eres redirigido, por favor haz clic <0>aquí</0>.
fr_fr: E-mail vérifié avec succès. Vous serez redirigé vers la page de connexion dans 5 secondes. Si vous n'êtes pas redirigé, veuillez cliquer <0>ici</0>.
nl_nl: Email is succesvol geverifieerd. Je wordt doorgestuurd naar de inlogpagina in 5 seconden. Als je niet doorgestuurd wordt, klik dan <0>hier</0>.

source: email@work.com
es_es: email@trabajo.com
fr_fr: email@travail.com
nl_nl: email@werk.com

source: Empty
de_de: Leer
es_es: Vacío
fr_fr: Vide
nl_nl: Leeg

source: Enable 2FA
es_es: Activar 2FA
fr_fr: Activer 2FA
nl_nl: 2FA inschakelen

source: Enable Explore
es_es: Habilitar Explorar
nl_nl: Verkennen inschakelen

source: Enable participation
es_es: Habilitar participación
nl_nl: Deelnemen inschakelen

source: Enable Report Notifications
de_de: Benachrichtigungen für Berichte aktivieren
es_es: Habilitar Notificaciones de Reportes
fr_fr: Activer les notifications de rapports
nl_nl: Rapportmeldingen inschakelen

source: Enable this feature to allow participants to request AI-powered responses during their conversation. Participants can click "Explore" after recording their thoughts to receive contextual feedback, encouraging deeper reflection and engagement. A cooldown period applies between requests.
es_es: Habilita esta función para permitir a los participantes solicitar respuestas impulsadas por IA durante su conversación. Los participantes pueden hacer clic en "Explorar" después de grabar sus pensamientos para recibir retroalimentación contextual, alentando una reflexión más profunda y una participación más intensa. Se aplica un período de enfriamiento entre solicitudes.
nl_nl: Schakel deze functie in zodat deelnemers AI-antwoorden kunnen vragen tijdens hun gesprek. Na het inspreken van hun gedachten kunnen ze op "Verkennen" klikken voor contextuele feedback, zodat ze dieper gaan nadenken en meer betrokken raken. Er zit een wachttijd tussen verzoeken.

source: dashboard.dembrane.feature.verify.description
es_es: Active esta función para permitir que los participantes verifiquen y aprueben "resultados" de sus envíos. Esto ayuda a cristalizar ideas clave, preocupaciones o resúmenes. Después de la conversación, puede filtrar las discusiones con resultados verificados y revisarlas en la descripción general.

source: Enable transcript anonymization
es_es: Habilitar anonimización de transcripciones
nl_nl: Transcriptanoniem maken inschakelen

source: Enable two-factor authentication
es_es: Activar autenticación de dos factores
fr_fr: Activer l'authentification à deux facteurs
nl_nl: Tweestapsverificatie inschakelen

source: Enable Verify
es_es: Habilitar Verificar
nl_nl: Verifiëren inschakelen

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
nl_nl: Ingeschakeld

source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
nl_nl: Engels

source: Enter a key term or proper noun
de_de: Geben Sie einen Schlüsselbegriff oder Eigennamen ein
es_es: Ingresa un término clave o nombre propio
fr_fr: Entrez un terme clé ou un nom propre
nl_nl: Voer een sleutelterm of eigennamen in

source: Enter a name for the new conversation
de_de: Geben Sie einen Namen für das neue Gespräch ein
es_es: Ingresa un nombre para el nuevo conversation
fr_fr: Entrez un nom pour le nouveau conversation
nl_nl: Voer een naam in voor het nieuwe gesprek

source: Enter a name for your cloned project
de_de: Geben Sie einen Namen für Ihr geklontes Projekt ein
es_es: Ingresa un nombre para tu proyecto clonado
fr_fr: Entrez un nom pour votre projet cloné
nl_nl: Voer een naam in voor je nieuwe project

source: Enter a secret key
es_es: Ingresa una clave secreta
nl_nl: Voer een geheime sleutel in

source: Enter a valid code to turn off two-factor authentication.
es_es: Ingresa un código válido para desactivar la autenticación de dos factores.
fr_fr: Entrez un code valide pour désactiver l'authentification à deux facteurs.
nl_nl: Voer een geldige code in om tweestapsverificatie uit te schakelen.

source: Enter filename (without extension)
de_de: Dateiname eingeben (ohne Erweiterung)
es_es: Ingresa el nombre del archivo (sin extensión)
fr_fr: Entrez le nom du fichier (sans extension)
nl_nl: Voer bestandsnaam (zonder extensie) in

source: Enter new name for the chat:
de_de: Geben Sie einen neuen Namen für den Chat ein:
es_es: Ingresa un nuevo nombre para el chat:
fr_fr: Entrez un nouveau nom pour la discussion :
nl_nl: Voer een nieuwe naam in voor de chat:

source: Enter the 6-digit code from your authenticator app.
es_es: Ingresa el código de 6 dígitos de tu aplicación de autenticación.
fr_fr: Entrez le code à 6 chiffres de votre application d'authentification.
nl_nl: Voer de 6-cijferige code uit je authenticator-app in.

source: Enter the current six-digit code from your authenticator app.
es_es: Ingresa el código actual de seis dígitos de tu aplicación de autenticación.
fr_fr: Entrez le code actuel à six chiffres de votre application d'authentification.
nl_nl: Voer de huidige zescijferige code uit je authenticator-app in.

source: Enter your password
es_es: Ingresa tu contraseña
fr_fr: Entrez votre mot de passe
nl_nl: Voer je wachtwoord in

source: Enter your query
de_de: Geben Sie Ihre Anfrage ein
es_es: Ingresa tu consulta
fr_fr: Entrez votre requête
nl_nl: Voer uw query in

source: Entered by the participant on the portal
es_es: Ingresado por el participante en el portal
nl_nl: Ingevoerd door de deelnemer op het portaal

source: Error cloning project
de_de: Fehler beim Klonen des Projekts
es_es: Error al clonar el proyecto
fr_fr: Erreur lors du clonage du projet
nl_nl: Fout bij het klonen van het project

source: Error creating report
de_de: Fehler beim Erstellen des Berichts
es_es: Error al crear el informe
fr_fr: Erreur lors de la création du rapport
nl_nl: Fout bij het maken van het rapport

source: Error loading announcements
de_de: Fehler beim Laden der Ankündigungen
es_es: Error al cargar los anuncios
fr_fr: Erreur lors du chargement des annonces
nl_nl: Fout bij laden van meldingen

source: Error loading project
de_de: Fehler beim Laden des Projekts
es_es: Error al cargar el proyecto
fr_fr: Erreur lors du chargement du projet
nl_nl: Fout bij laden van project

source: Error occurred
es_es: Ocurrió un error
fr_fr: Une erreur s'est produite
nl_nl: Fout opgetreden

source: Error updating report
de_de: Fehler beim Aktualisieren des Berichts
es_es: Error al actualizar el informe
fr_fr: Erreur lors de la mise à jour du rapport
nl_nl: Fout bij het bijwerken van het rapport

source: Error uploading "{0}": {1}
de_de: Fehler beim Hochladen von "{0}": {1}
es_es: Error al subir "{0}": {1}
fr_fr: Erreur lors du téléchargement de "{0}": {1}
nl_nl: Fout bij het uploaden van "{0}": {1}

source: Events
es_es: Eventos
nl_nl: Gebeurtenissen

source: Events to Listen For
es_es: Eventos a Escuchar
nl_nl: Gebeurtenissen om te luisteren naar

source: participant.alert.microphone.access.success
de_de: Alles sieht gut aus – Sie können fortfahren.
es_es: Acceso al micrófono verificado con éxito
fr_fr: Tout semble bon – vous pouvez continuer.
nl_nl: Alles lijkt goed – je kunt doorgaan.

source: Example Webhook Payload
es_es: Ejemplo de Payload de Webhook
nl_nl: Voorbeeld webhook payload

source: Explore
es_es: Explorar
nl_nl: Verkennen

source: participant.echo.explore
es_es: Explorar
nl_nl: Verkennen

source: Explore themes & patterns across all conversations
de_de: Entdecke Themen und Muster über alle Gespräche hinweg
es_es: Explora temas y patrones en todas las conversaciones
fr_fr: Explore les thèmes et les tendances de toutes les conversations
nl_nl: Ontdek thema's en patronen in al je gesprekken

source: Exploring {conversationCount} conversations
de_de: {conversationCount} Gespräche werden analysiert
es_es: Explorando {conversationCount} conversaciones
fr_fr: Exploration de {conversationCount} conversations
nl_nl: {conversationCount} gesprekken aan het verkennen

source: Export
de_de: Exportieren
es_es: Exportar
fr_fr: Exporter
nl_nl: Exporteer

source: Failed
de_de: Fehlgeschlagen
es_es: Error
fr_fr: Échec
nl_nl: Mislukt

source: Failed to add conversation to chat
de_de: Fehler beim Hinzufügen des Gesprächs zum Chat
es_es: Error al añadir la conversación al chat
fr_fr: Échec de l'ajout de la conversation à la discussion
nl_nl: Fout bij het toevoegen van het gesprek aan de chat

source: Failed to add conversation to chat{0}
de_de: Fehler beim Hinzufügen des Gesprächs zum Chat{0}
es_es: Error al añadir la conversación al chat{0}
fr_fr: Échec de l'ajout de la conversation à la discussion{0}
nl_nl: Fout bij het toevoegen van het gesprek aan de chat{0}

source: Failed to add conversations to context
es_es: Error al añadir conversaciones al contexto
fr_fr: Échec de l'ajout de conversations au contexte
nl_nl: Mislukt om gesprekken aan context toe te voegen

source: Failed to approve outcome. Please try again.
es_es: Error al aprobar el resultado. Por favor, inténtalo de nuevo.
nl_nl: Fout bij het goedkeuren van het resultaat. Probeer het opnieuw.

source: Failed to copy chat. Please try again.
es_es: Error al copiar el chat. Por favor, inténtalo de nuevo.
fr_fr: Échec de la copie du chat. Veuillez réessayer.
nl_nl: Fout bij het kopiëren van de chat. Probeer het opnieuw.

source: Failed to copy transcript. Please try again.
de_de: Transkript konnte nicht kopiert werden. Versuch es noch mal.
es_es: No se pudo copiar la transcripción. Inténtalo de nuevo.
fr_fr: Échec de la copie de la transcription. Réessaie.
nl_nl: Kopiëren van transcript is mislukt. Probeer het nog een keer.

source: Failed to delete response
de_de: Fehler beim Löschen der Antwort
es_es: Error al eliminar la respuesta
fr_fr: Échec de la suppression de la réponse
nl_nl: Fout bij het verwijderen van de reactie

source: Failed to disable Auto Select for this chat
de_de: Fehler beim Deaktivieren des Automatischen Auswählens für diesen Chat
es_es: Error al desactivar la selección automática para este chat
fr_fr: Échec de la désactivation de la sélection automatique pour cette discussion
nl_nl: Fout bij het uitschakelen van het automatisch selecteren voor deze chat

source: Failed to enable Auto Select for this chat
de_de: Fehler beim Aktivieren des Automatischen Auswählens für diesen Chat
es_es: Error al activar la selección automática para este chat
fr_fr: Échec de l'activation de la sélection automatique pour cette discussion
nl_nl: Fout bij het inschakelen van het automatisch selecteren voor deze chat

source: Failed to finish conversation. Please try again.
de_de: Fehler beim Beenden des Gesprächs. Bitte versuchen Sie es erneut.
es_es: Error al finalizar la conversación. Por favor, inténtalo de nuevo.
fr_fr: Échec de la fin de la conversation. Veuillez réessayer.
nl_nl: Fout bij het voltooien van het gesprek. Probeer het opnieuw.

source: Failed to generate {label}. Please try again.
de_de: Fehler beim Generieren von {label}. Bitte versuchen Sie es erneut.
es_es: Error al generar {label}. Por favor, inténtalo de nuevo.
fr_fr: Échec de la génération de {label}. Veuillez réessayer.
nl_nl: Fout bij het genereren van {label}. Probeer het opnieuw.

source: Failed to generate the summary. Please try again later.
de_de: Zusammenfassung konnte nicht erstellt werden. Versuch es später noch mal.
es_es: Error al generar el resumen. Inténtalo de nuevo más tarde.
fr_fr: Impossible de générer le résumé. Réessaie plus tard.
nl_nl: Samenvatting maken lukt niet. Probeer het later nog een keer.

source: Failed to get announcements
de_de: Fehler beim Laden der Ankündigungen
es_es: Error al obtener los anuncios
fr_fr: Échec de la récupération des annonces
nl_nl: Fout bij het ophalen van meldingen

source: Failed to load webhooks
es_es: Error al cargar los webhooks
nl_nl: Fout bij het laden van webhooks

source: Failed to mark all announcements as read
de_de: Fehler beim Markieren aller Ankündigungen als gelesen
es_es: Error al marcar todos los anuncios como leídos
fr_fr: Échec du marquage de toutes les annonces comme lues
nl_nl: Fout bij het markeren van alle meldingen als gelezen

source: Failed to mark announcement as read
de_de: Fehler beim Markieren der Ankündigung als gelesen
es_es: Error al marcar el anuncio como leído
fr_fr: Échec du marquage de l'annonce comme lue
nl_nl: Fout bij het markeren van de melding als gelezen

source: Failed to reconnect. Please try reloading the page.
es_es: Error al reconectar. Por favor, recarga la página.
nl_nl: Opnieuw verbinden mislukt. Probeer de pagina opnieuw te laden.

source: Failed to regenerate the summary. Please try again later.
de_de: Fehler beim erneuten Generieren der Zusammenfassung. Bitte versuchen Sie es erneut.
es_es: Error al regenerar el resumen. Por favor, inténtalo de nuevo más tarde.
fr_fr: Échec de la régénération du résumé. Veuillez réessayer plus tard.
nl_nl: Fout bij het hergenereren van de samenvatting. Probeer het opnieuw later.

source: Failed to reload. Please try again.
es_es: Error al recargar. Por favor, inténtalo de nuevo.
fr_fr: Échec du rechargement. Veuillez réessayer.
nl_nl: Opnieuw laden is mislukt. Probeer het opnieuw.

source: Failed to remove conversation from chat
de_de: Fehler beim Entfernen des Gesprächs aus dem Chat
es_es: Error al eliminar la conversación del chat
fr_fr: Échec de la suppression de la conversation de la discussion
nl_nl: Fout bij het verwijderen van het gesprek uit de chat

source: Failed to remove conversation from chat{0}
de_de: Fehler beim Entfernen des Gesprächs aus dem Chat{0}
es_es: Error al eliminar la conversación del chat{0}
fr_fr: Échec de la suppression de la conversation de la discussion{0}
nl_nl: Fout bij het verwijderen van het gesprek uit de chat{0}

source: Failed to remove logo
es_es: Error al eliminar el logo
nl_nl: Fout bij het verwijderen van het logo

source: Failed to retranscribe conversation. Please try again.
de_de: Fehler beim Hertranskribieren des Gesprächs. Bitte versuchen Sie es erneut.
es_es: Error al retranscribir la conversación. Por favor, inténtalo de nuevo.
fr_fr: Échec de la transcription de la conversation. Veuillez réessayer.
nl_nl: Fout bij het hertranscriptie van het gesprek. Probeer het opnieuw.

source: Failed to revise outcome. Please try again.
es_es: Error al revisar el resultado. Por favor, inténtalo de nuevo.
nl_nl: Fout bij het herzien van het resultaat. Probeer het opnieuw.

source: Failed to stop recording on device change. Please try again.
de_de: Fehler beim Beenden der Aufnahme bei Änderung des Mikrofons. Bitte versuchen Sie es erneut.
es_es: Error al detener la grabación al cambiar el dispositivo. Por favor, inténtalo de nuevo.
fr_fr: Échec de l'arrêt de l'enregistrement lors du changement de périphérique. Veuillez réessayer.
nl_nl: Fout bij het stoppen van de opname bij wijziging van het apparaat. Probeer het opnieuw.

source: Failed to upload logo
es_es: Error al subir el logo
nl_nl: Fout bij het uploaden van het logo

source: participant.modal.echo.info.title
es_es: Función disponible pronto
nl_nl: Functie binnenkort beschikbaar

source: File "{0}" exceeds the maximum size of {1}.
de_de: Datei "{0}" überschreitet die maximale Größe von {1}.
es_es: El archivo "{0}" excede el tamaño máximo de {1}.
fr_fr: Le fichier "{0}" dépasse la taille maximale de {1}.
nl_nl: Bestand "{0}" overschrijdt de maximale grootte van {1}.

source: File "{0}" has an unsupported format. Only audio files are allowed.
de_de: Datei "{0}" hat ein nicht unterstütztes Format. Nur Audio-Dateien sind erlaubt.
es_es: El archivo "{0}" tiene un formato no soportado. Solo se permiten archivos de audio.
fr_fr: Le fichier "{0}" a un format non pris en charge. Seuls les fichiers audio sont autorisés.
nl_nl: Bestand "{0}" heeft een ongeldig formaat. Alleen audio bestanden zijn toegestaan.

source: File "{0}" is not a supported audio format. Only audio files are allowed.
de_de: Datei "{0}" ist kein unterstütztes Audio-Format. Nur Audio-Dateien sind erlaubt.
es_es: El archivo "{0}" no es un formato de audio soportado. Solo se permiten archivos de audio.
fr_fr: Le fichier "{0}" n'est pas un format audio pris en charge. Seuls les fichiers audio sont autorisés.
nl_nl: Bestand "{0}" is geen ondersteund audioformaat. Alleen audio bestanden zijn toegestaan.

source: File "{0}" is too small ({1}). Minimum size is {2}.
de_de: Datei "{0}" ist zu klein ({1}). Mindestgröße ist {2}.
es_es: El archivo "{0}" es demasiado pequeño ({1}). El tamaño mínimo es {2}.
fr_fr: Le fichier "{0}" est trop petit ({1}). La taille minimale est de {2}.
nl_nl: Bestand "{0}" is te klein ({1}). Minimum grootte is {2}.

source: File size: Min {0}, Max {1}, up to {MAX_FILES} files
de_de: Dateigröße: Min {0}, Max {1}, bis zu {MAX_FILES} Dateien
es_es: Tamaño del archivo: Mínimo {0}, Máximo {1}, hasta {MAX_FILES} archivos
fr_fr: Taille du fichier: Min {0}, Max {1}, jusqu'à {MAX_FILES} fichiers
nl_nl: Bestandsgrootte: Min {0}, Max {1}, maximaal {MAX_FILES} bestanden

source: Filename from uploaded file
es_es: Nombre de archivo desde el archivo subido
nl_nl: Bestandsnaam van het geüploade bestand

source: Filter audit logs by action
es_es: Filtrar registros de auditoría por acción
fr_fr: Filtrer les journaux d'audit par action
nl_nl: Filter auditlogboeken op actie

source: Filter audit logs by collection
es_es: Filtrar registros de auditoría por colección
fr_fr: Filtrer les journaux d'audit par collection
nl_nl: Filter auditlogboeken op collectie

source: Filter by action
es_es: Filtrar por acción
fr_fr: Filtrer par action
nl_nl: Filter op actie

source: Filter by collection
es_es: Filtrar por colección
fr_fr: Filtrer par collection
nl_nl: Filter op collectie

source: participant.button.stop.finish
de_de: Finish
es_es: Finalizar
fr_fr: Terminer
nl_nl: Afronden

source: participant.button.finish.text.mode
de_de: Beenden
es_es: Finalizar
fr_fr: Terminer
nl_nl: Voltooien

source: participant.button.finish
de_de: Beenden
es_es: Finalizar
fr_fr: Terminer
nl_nl: Voltooien

source: participant.modal.finish.title.text.mode
de_de: Gespräch beenden
es_es: ¿Estás seguro de que quieres terminar la conversación?
fr_fr: Êtes-vous sûr de vouloir terminer la conversation ?
nl_nl: Gesprek afmaken

source: Finished
de_de: Beendet
es_es: Finalizado
fr_fr: Terminé
nl_nl: Voltooid

source: First Name
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
nl_nl: Voornaam

source: Font Size
es_es: Tamaño de fuente
nl_nl: Lettergrootte

source: For advanced users: A secret key to verify webhook authenticity. Only needed if your receiving service requires signature verification.
es_es: Para usuarios avanzados: Una clave secreta para verificar la autenticidad del webhook. Solo necesario si tu servicio de recepción requiere verificación de firma.
nl_nl: Voor geavanceerde gebruikers: Een geheime sleutel om de authenticiteit van de webhook te verifiëren. Alleen nodig als je ontvangende service een handtekeningvereist.

source: Forgot your password?
de_de: Passwort vergessen?
es_es: ¿Olvidaste tu contraseña?
fr_fr: Mot de passe oublié ?
nl_nl: Wachtwoord vergeten?

source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
nl_nl: Frans

source: Full transcript (when available)
es_es: Transcripción completa (cuando esté disponible)
nl_nl: Volledig transcript (wanneer beschikbaar)

source: Generate
es_es: Generar
nl_nl: Genereren

source: Generate a summary first
es_es: Generar un resumen primero
nl_nl: Genereer eerst een samenvatting

source: Generate insights from your conversations
de_de: Erkenntnisse aus Ihren Gesprächen generieren
es_es: Generar perspectivas a partir de tus conversaciones
fr_fr: Générer des perspectives à partir de vos conversations
nl_nl: Genereer inzichten uit je gesprekken

source: Generate secret
es_es: Generar secreto
fr_fr: Générer un secret
nl_nl: Geheim genereren

source: Generate Summary
de_de: Zusammenfassung generieren
es_es: Generar Resumen
fr_fr: Générer un résumé
nl_nl: Samenvatting genereren

source: Generating the summary. Please wait...
de_de: Zusammenfassung wird erstellt. Kurz warten ...
es_es: Generando el resumen. Espera...
fr_fr: Génération du résumé. Patiente un peu...
nl_nl: Samenvatting wordt gemaakt. Even wachten...

source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
nl_nl: Duits

source: Get an immediate reply from Dembrane to help you deepen the conversation.
es_es: Obtén una respuesta inmediata de dembrane para ayudarte a profundizar en la conversación.
nl_nl: Krijg direct een reactie van dembrane om het gesprek te verdiepen.

source: participant.refine.go.deeper.description
de_de: Get an immediate reply from Dembrane to help you deepen the conversation.
es_es: Obtén una respuesta inmediata de dembrane para ayudarte a profundizar en la conversación.
fr_fr: Get an immediate reply from Dembrane to help you deepen the conversation.
nl_nl: Krijg direct een reactie van dembrane om het gesprek te verdiepen.

source: Give me a list of 5-10 topics that are being discussed.
de_de: Geben Sie mir eine Liste von 5-10 Themen, die diskutiert werden.
es_es: Dame una lista de 5-10 temas que se están discutiendo.
fr_fr: Donnez-moi une liste de 5 à 10 sujets qui sont discutés.
nl_nl: Geef me een lijst van 5-10 onderwerpen die worden besproken.

source: Go back
es_es: Volver
fr_fr: Retour
nl_nl: Ga terug

source: participant.concrete.artefact.action.button.go.back
de_de: Zurück
es_es: Volver
fr_fr: Retour
nl_nl: Terug

source: Go Fullscreen
es_es: Pantalla completa

source: Go home
de_de: Zur Startseite
es_es: Ir al inicio
fr_fr: Retour à l'accueil
nl_nl: Ga naar home

source: Go to new conversation
de_de: Zur neuen Unterhaltung gehen
es_es: Ir a la nueva conversación
fr_fr: Aller à la nouvelle conversation
nl_nl: Ga naar nieuw gesprek

source: Guide how titles are generated. Titles describe the topic of the conversation, not the participant.
es_es: Guía sobre cómo se generan los títulos. Los títulos describen el tema de la conversación, no el participante.
nl_nl: Gids hoe titels worden gegenereerd. Titels beschrijven het onderwerp van het gesprek, niet de deelnemer.

source: Has verified artifacts
es_es: Tiene artefactos verificados
fr_fr: A des artefacts vérifiés
nl_nl: Bevat geverifieerde artefacten
