Repository: Dembrane/echo
Catalog: echo/frontend/src/locales/*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Transform this discussion into actionable intelligence. Please: Capture the strategic implications, not just talking points Structure it like a thought leader's analysis, not minutes Highlight decision points that challenge standard thinking Keep the signal-to-noise ratio high Focus on insights that drive real change Organize for clarity and future reference Balance tactical details with strategic vision Note: If the discussion lacks substantial decision points or insights, flag it for deeper exploration next time.
de_de: Transformieren Sie diese Diskussion in handlungsfähige Intelligenz. Bitte: Erfassen Sie die strategischen Implikationen, nicht nur die Punkte Strukturieren Sie es wie eine Analyse eines Denkers, nicht Minuten Hervorheben Sie Entscheidungspunkte, die Standarddenken herausfordern Halten Sie das Signal-Rausch-Verhältnis hoch Fokussieren Sie sich auf Einblicke, die tatsächlich Veränderung bewirken Organisieren Sie für Klarheit und zukünftige Referenz Halten Sie die Taktik mit der Strategie im Gleichgewicht Hinweis: Wenn die Diskussion wenig wichtige Entscheidungspunkte oder Einblicke enthält, markieren Sie sie für eine tiefere Untersuchung beim nächsten Mal.
es_es: Transforma esta discusión en inteligencia accionable. Por favor: Captura las implicaciones estratégicas, no solo puntos de vista Estructura como un análisis de un líder, no minutos Enfatiza puntos de decisión que desafían el pensamiento estándar Mantén la proporción señal-ruido alta Enfoque en insights que conducen a cambios reales Organiza para claridad y referencia futura Equilibra detalles tácticos con visión estratégica Nota: Si la discusión carece de puntos de decisión sustanciales o insights, marca para una exploración más profunda la próxima vez.
fr_fr: Transformez cette discussion en intelligence actionnable. Veuillez : Capturez les implications stratégiques, pas seulement les points de vue Structurez-le comme un analyse d'un leader, pas des minutes Surmontez les points de vue standard Focalisez-vous sur les insights qui conduisent à des changements réels Organisez pour la clarté et la référence future Équilibrez les détails tactiques avec la vision stratégique Note : Si la discussion manque de points de décision substantiels ou d'insights, veuillez le signaler pour une exploration plus approfondie la prochaine fois.
nl_nl: Transformeer deze discussie in handige intelligente informatie. Neem de volgende punten in acht: Neem de strategische implicaties, niet alleen de sprekerpunten Structuur het als een analyse van een denkerleider, niet minuten Highlight besluitpunten die conventionele kennis vervant Houd de signaal-ruisverhouding hoog Focus op inzichten die echt verandering teweeg brengen Organiseer voor duidelijkheid en toekomstige referentie Balans tactische details met strategische visie Opmerking: Als de discussie geen substantiële besluitpunten of inzichten bevat, flag het voor een diepere exploratie de volgende keer.

source: Trigger automated workflows in tools like Zapier, Make, or n8n
es_es: Activar flujos de trabajo automatizados en herramientas como Zapier, Make, o n8n
nl_nl: Trigger automatische workflows in tools like Zapier, Make, or n8n

source: Try Again
de_de: Erneut versuchen
es_es: Intentar de nuevo
fr_fr: Réessayer
nl_nl: Opnieuw proberen

source: Try asking
de_de: Frag mal
es_es: Prueba a preguntar
fr_fr: Tu peux demander
nl_nl: Vraag bijvoorbeeld

source: Try moving a bit closer to your microphone for better sound quality.
de_de: Versuchen Sie, etwas näher an Ihren Mikrofon zu sein, um bessere Audio-Qualität zu erhalten.
es_es: Intenta moverte un poco más cerca de tu micrófono para mejorar la calidad del sonido.
fr_fr: Essayez de vous rapprocher un peu plus de votre microphone pour une meilleure qualité audio.
nl_nl: Probeer een beetje dichter bij je microfoon te komen voor betere geluidskwaliteit.

source: Two-factor authentication
es_es: Autenticación de dos factores
fr_fr: Authentification à deux facteurs
nl_nl: Tweestapsverificatie

source: Two-factor authentication disabled
de_de: Zwei-Faktor-Authentifizierung deaktiviert
es_es: Autenticación en dos pasos desactivada
fr_fr: Authentification à deux facteurs désactivée
nl_nl: Tweestapsverificatie uitgezet

source: Two-factor authentication enabled
de_de: Zwei-Faktor-Authentifizierung aktiviert
es_es: Autenticación en dos pasos activada
fr_fr: Authentification à deux facteurs activée
nl_nl: Tweestapsverificatie aangezet

source: Type
es_es: Tipo

source: Type a message...
de_de: Nachricht eingeben...
es_es: Escribe un mensaje...
fr_fr: Tapez un message...
nl_nl: Typ een bericht...

source: Type your response here
de_de: Geben Sie hier Ihre Antwort ein
es_es: Escribe tu respuesta aquí
fr_fr: Tapez votre réponse ici
nl_nl: Typ hier uw reactie

source: Unable to load audit logs.
es_es: No se pudieron cargar los registros de auditoría.
fr_fr: Impossible de charger les journaux d'audit.
nl_nl: Kan auditlogboeken niet laden.

source: participant.outcome.error.title
es_es: No se puede cargar el resultado
nl_nl: Kan uitkomst niet laden

source: Unable to load the generated outcome. Please try again.
es_es: No se pudo cargar el resultado generado. Por favor, inténtalo de nuevo.
nl_nl: Kan het gegenereerde resultaat niet laden. Probeer het opnieuw.

source: Unable to process this chunk
de_de: Dieser Teil kann nicht verarbeitet werden
es_es: No se puede procesar este fragmento
fr_fr: Impossible de traiter ce fragment
nl_nl: Kan dit fragment niet verwerken

source: Undo
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
nl_nl: Ongedaan maken

source: Unknown
es_es: Desconocido
fr_fr: Inconnu
nl_nl: Onbekend

source: Unknown reason
es_es: Razón desconocida
fr_fr: Raison inconnue
nl_nl: Onbekende reden

source: unread announcement
de_de: ungelesene Ankündigung
es_es: anuncio sin leer
fr_fr: annonce non lue
nl_nl: ongelezen melding

source: unread announcements
de_de: ungelesene Ankündigungen
es_es: anuncios sin leer
fr_fr: annonces non lues
nl_nl: ongelezen meldingen

source: Unsaved changes
de_de: Ungespeicherte Änderungen
es_es: Cambios sin guardar
fr_fr: Modifications non enregistrées
nl_nl: Niet-opgeslagen wijzigingen

source: Unsubscribe
de_de: Abmelden
es_es: Desuscribirse
fr_fr: Se désabonner
nl_nl: Afmelden

source: Untitled Conversation
de_de: Unbenanntes Gespräch
es_es: Conversación sin título
fr_fr: Conversation sans titre
nl_nl: Gesprek zonder titel

source: Update
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Mettre à jour
nl_nl: Bijwerken

source: Update Report
de_de: Bericht aktualisieren
es_es: Actualizar Informe
fr_fr: Mettre à jour le rapport
nl_nl: Bijwerken rapport

source: Update the report to include the latest data
de_de: Aktualisieren Sie den Bericht, um die neuesten Daten zu enthalten
es_es: Actualiza el informe para incluir los datos más recientes
fr_fr: Mettre à jour le rapport pour inclure les données les plus récentes
nl_nl: Bijwerken rapport om de meest recente gegevens te bevatten

source: Update your report to include the latest changes in your project. The link to share the report would remain the same.
de_de: Aktualisieren Sie Ihren Bericht, um die neuesten Änderungen in Ihrem Projekt zu enthalten. Der Link zum Teilen des Berichts würde gleich bleiben.
es_es: Actualiza tu informe para incluir los cambios más recientes en tu proyecto. El enlace para compartir el informe permanecerá el mismo.
fr_fr: Mettre à jour votre rapport pour inclure les dernières modifications de votre projet. Le lien pour partager le rapport restera le même.
nl_nl: Bijwerken rapport om de meest recente wijzigingen in uw project te bevatten. De link om het rapport te delen zou hetzelfde blijven.

source: Upgrade
es_es: Actualizar
fr_fr: Mettre à niveau
nl_nl: Upgraden

source: Upgrade to unlock Auto-select and analyze 10x more conversations in half the time—no more manual selection, just deeper insights instantly.
de_de: Upgrade auf Auto-select und analysieren Sie 10x mehr Gespräche in der Hälfte der Zeit - keine manuelle Auswahl mehr, nur tiefere Einblicke sofort.
es_es: Actualiza para desbloquear la selección automática y analizar 10 veces más conversaciones en la mitad del tiempo—sin selección manual, solo insights más profundos instantáneamente.
fr_fr: Mettre à niveau pour débloquer la sélection automatique et analyser 10 fois plus de conversations en moitié du temps — plus de sélection manuelle, juste des insights plus profonds instantanément.
nl_nl: Upgrade om automatisch selecteren te ontgrendelen en analyseer 10x meer gesprekken in de helft van de tijd - geen handmatige selectie meer, gewoon diepere inzichten direct.

source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Télécharger
nl_nl: Uploaden

source: Upload a custom logo to replace the Dembrane logo across the portal, dashboard, reports, and host guide.
es_es: Sube un logo personalizado para reemplazar el logo de dembrane en el portal, panel de control, informes y guía de host.
nl_nl: Upload een custom logo om het dembrane logo te vervangen op het portale, dashboard, rapporten, en host gids.

source: Upload Complete
de_de: Hochladen abgeschlossen
es_es: Subida Completa
fr_fr: Téléchargement terminé
nl_nl: Upload voltooid

source: Upload conversations
de_de: Gespräche hochladen
es_es: Subir conversaciones
fr_fr: Télécharger des conversations
nl_nl: Gesprekken uploaden

source: Upload failed. Please try again.
de_de: Hochladen fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Subida fallida. Por favor, inténtalo de nuevo.
fr_fr: Le téléchargement a échoué. Veuillez réessayer.
nl_nl: Upload mislukt. Probeer het opnieuw.

source: Upload Files
de_de: Dateien hochladen
es_es: Subir Archivos
fr_fr: Télécharger les fichiers
nl_nl: Bestanden uploaden

source: Uploading Audio Files...
de_de: Audio-Dateien werden hochgeladen...
es_es: Subiendo archivos de audio...
fr_fr: Téléchargement des fichiers audio...
nl_nl: Audio bestanden uploaden...

source: participant.modal.uploading
es_es: Subiendo audio...
fr_fr: Envoi de l'audio...
nl_nl: Audio uploaden...

source: participant.modal.interruption.uploading
es_es: Subiendo audio...
nl_nl: Audio uploaden...

source: URL is required
es_es: La URL es requerida
nl_nl: URL is vereist

source: URL must start with http:// or https://
es_es: La URL debe empezar con http:// o https://
nl_nl: URL moet beginnen met http:// of https://

source: Use PII Redaction
de_de: PII Redaction verwenden
es_es: Usar redaction de PII
fr_fr: Utiliser la rédaction PII
nl_nl: PII redaction gebruiken

source: Use Shift + Enter to add a new line
de_de: Verwenden Sie Shift + Enter, um eine neue Zeile hinzuzufügen
es_es: Usa Shift + Enter para agregar una nueva línea
fr_fr: Utilisez Shift + Entrée pour ajouter une nouvelle ligne
nl_nl: Gebruik Shift + Enter om een nieuwe regel toe te voegen

source: Username
es_es: Nombre de usuario

source: Using default Dembrane logo
es_es: Usando el logo de dembrane por defecto
nl_nl: Gebruik standaard dembrane-logo

source: Using webhooks? We'd love to hear from you
es_es: ¿Usando webhooks? Nos encantaría escuchar de ti
nl_nl: Gebruik webhooks? We zouden graag van je horen

source: select.all.modal.verified
es_es: Verificado
fr_fr: Vérifié
nl_nl: Geverifieerd

source: select.all.modal.loading.verified
es_es: Verificado
fr_fr: Vérifié
nl_nl: Geverifieerd

source: conversation.filters.verified.text
de_de: Verified
es_es: Verificado
fr_fr: Vérifié
nl_nl: Geverifieerd

source: dashboard.dembrane.verify.title
es_es: Verificar
nl_nl: Verifiëren

source: participant.echo.verify
es_es: Verificar
nl_nl: Verifiëren

source: Verify code
es_es: Verificar código
fr_fr: Vérifier le code
nl_nl: Code verifiëren

source: Verify Topics
es_es: Temas de verificación

source: View
de_de: Ansicht
es_es: Vista
fr_fr: Vue
nl_nl: Weergave

source: View Details
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Voir les détails
nl_nl: Bekijk details

source: View example payload
es_es: Ver ejemplo de payload
nl_nl: Voorbeeld payload bekijken

source: View your responses
de_de: Ihre Antworten anzeigen
es_es: Ver tus respuestas
fr_fr: Voir vos réponses
nl_nl: Bekijk je reacties

source: Want to add a template to "Dembrane"?
de_de: Willst du ein Template zu „Dembrane“ hinzufügen?
es_es: ¿Quieres añadir una plantilla a "Dembrane"?
fr_fr: Tu veux ajouter un template à « Dembrane » ?
nl_nl: Wil je een template toevoegen aan "Dembrane"?

source: participant.alert.microphone.access.issue
de_de: Wir können Sie nicht hören. Bitte versuchen Sie, Ihr Mikrofon zu ändern oder ein wenig näher an das Gerät zu kommen.
es_es: No podemos escucharte. Por favor, intenta cambiar tu micrófono o acercarte un poco más al dispositivo.
fr_fr: Nous ne pouvons pas vous entendre. Veuillez essayer de changer de microphone ou de vous rapprocher un peu plus de l'appareil.
nl_nl: We kunnen je niet horen. Probeer je microfoon te wisselen of een beetje dichter bij het apparaat te komen.

source: We couldn’t disable two-factor authentication. Try again with a fresh code.
es_es: No pudimos desactivar la autenticación de dos factores. Inténtalo de nuevo con un código nuevo.
fr_fr: Nous n'avons pas pu désactiver l'authentification à deux facteurs. Réessayez avec un nouveau code.
nl_nl: We konden tweestapsverificatie niet uitschakelen. Probeer het opnieuw met een nieuwe code.

source: We couldn’t enable two-factor authentication. Double-check your code and try again.
es_es: No pudimos activar la autenticación de dos factores. Verifica tu código e inténtalo de nuevo.
fr_fr: Nous n'avons pas pu activer l'authentification à deux facteurs. Vérifiez votre code et réessayez.
nl_nl: We konden tweestapsverificatie niet inschakelen. Controleer je code en probeer het opnieuw.

source: We have sent you an email with next steps. If you don't see it, check your spam folder. If you still don't see it, please contact evelien@dembrane.com
de_de: Wir haben Ihnen eine E-Mail mit den nächsten Schritten gesendet. Wenn Sie sie nicht sehen, überprüfen Sie Ihren Spam-Ordner. Wenn Sie sie immer noch nicht sehen, kontaktieren Sie bitte evelien@dembrane.com
es_es: Te hemos enviado un correo electrónico con los pasos siguientes. Si no lo ves, revisa tu carpeta de correo no deseado. Si aún no lo ves, por favor contacta a evelien@dembrane.com
fr_fr: Nous vous avons envoyé un e-mail avec les étapes suivantes. Si vous ne le voyez pas, vérifiez votre dossier de spam. Si vous ne le voyez toujours pas, veuillez contacter evelien@dembrane.com
nl_nl: We hebben u een e-mail gestuurd met de volgende stappen. Als u het niet ziet, checkt u uw spammap. Als u het nog steeds niet ziet, neem dan contact op met evelien@dembrane.com

source: participant.modal.echo.info.reason
es_es: Necesitamos un poco más de contexto para ayudarle a usar ECHO de manera efectiva. Por favor, continúe grabando para que podamos proporcionar mejores sugerencias.
nl_nl: We hebben iets meer context nodig om u te helpen ECHO effectief te gebruiken. Ga door met opnemen zodat we betere suggesties kunnen geven.

source: We will only send you a message if your host generates a report, we never share your details with anyone. You can opt out at any time.
de_de: Wir werden Ihnen nur eine Nachricht senden, wenn Ihr Gastgeber einen Bericht erstellt. Wir geben Ihre Daten niemals an Dritte weiter. Sie können sich jederzeit abmelden.
es_es: Solo te enviaremos un mensaje si tu host genera un informe, nunca compartimos tus detalles con nadie. Puedes optar por no recibir más mensajes en cualquier momento.
fr_fr: Nous vous envoyerons un message uniquement si votre hôte génère un rapport, nous ne partageons jamais vos informations avec personne. Vous pouvez vous désinscrire à tout moment.
nl_nl: We sturen u alleen een bericht als uw gastgever een rapport genereert, we delen uw gegevens niet met iemand. U kunt op elk moment afmelden.

source: participant.test.microphone.description
de_de: Wir testen Ihr Mikrofon, um sicherzustellen, dass jeder in der Sitzung die beste Erfahrung hat.
es_es: Vamos a probar tu micrófono para asegurarnos de que todos tengan la mejor experiencia en la sesión.
fr_fr: Nous testerons votre microphone pour vous assurer la meilleure expérience pour tout le monde dans la session.
nl_nl: We testen je microfoon om de beste ervaring voor iedereen in de sessie te garanderen.

source: We’re picking up some silence. Try speaking up so your voice comes through clearly.
de_de: Wir hören einige Stille. Versuchen Sie, lauter zu sprechen, damit Ihre Stimme deutlich klingt.
es_es: Estamos escuchando algo de silencio. Intenta hablar más fuerte para que tu voz salga claramente.
fr_fr: Nous entendons un peu de silence. Essayez de parler plus fort pour que votre voix soit claire.
nl_nl: We horen wat stilte. Probeer harder te spreken zodat je stem duidelijk blijft.

source: Webhook URL
es_es: URL del Webhook

source: Webhooks are automated messages sent from one app to another when something happens. Think of them as a "notification system" for your other tools.
es_es: Los webhooks son mensajes automatizados enviados de una aplicación a otra cuando ocurre algo. Piénsalos como un "sistema de notificaciones" para tus otras herramientas.
nl_nl: Webhooks zijn geautomatiseerde berichten die van een app naar een andere worden verzonden wanneer iets gebeurt. Denk aan ze als een "notificatiesysteem" voor uw andere tools.

source: Welcome
de_de: Willkommen
es_es: Bienvenido
fr_fr: Bienvenue
nl_nl: Welkom

source: Welcome to Dembrane Chat! Use the sidebar to select resources and conversations that you want to analyse. Then, you can ask questions about the selected resources and conversations.
de_de: Willkommen beim Dembrane Chat! Verwenden Sie die Seitenleiste, um Ressourcen und Gespräche auszuwählen, die Sie analysieren möchten. Dann können Sie Fragen zu den ausgewählten Ressourcen und Gesprächen stellen.
es_es: ¡Bienvenido a dembrane Chat! Usa la barra lateral para seleccionar recursos y conversaciones que quieras analizar. Luego, puedes hacer preguntas sobre los recursos y conversaciones seleccionados.
fr_fr: Bienvenue sur Dembrane Chat ! Utilisez la barre latérale pour sélectionner les ressources et les conversations que vous souhaitez analyser. Ensuite, vous pouvez poser des questions sur les ressources et les conversations sélectionnées.
nl_nl: Welkom bij dembrane Chat! Gebruik de zijbalk om bronnen en gesprekken te selecteren die je wilt analyseren. Daarna kun je vragen stellen over de geselecteerde inhoud.

source: Welcome to Dembrane!
de_de: Willkommen bei Dembrane!
es_es: ¡Bienvenido a Dembrane!
fr_fr: Bienvenue sur Dembrane!
nl_nl: Welkom bij Dembrane!

source: Welcome to Overview Mode! I have summaries of all your conversations loaded. Ask me about patterns, themes, and insights across your data. For exact quotes, start a new chat in Specific Context mode.
de_de: Willkommen im Übersichtmodus! Ich hab Zusammenfassungen von all deinen Gesprächen geladen. Frag mich nach Mustern, Themen und Insights in deinen Daten. Für genaue Zitate start eine neue Chat im Modus „Genauer Kontext“.
es_es: Bienvenido al modo Resumen. Tengo cargados los resúmenes de todas tus conversaciones. Pregúntame por patrones, temas e insights en tus datos. Para citas exactas, inicia un nuevo chat en el modo Contexto Específico.
fr_fr: Bienvenue en mode Vue d’ensemble ! J’ai chargé les résumés de toutes tes conversations. Pose-moi des questions sur les tendances, thèmes et insights de tes données. Pour des citations exactes, démarre un nouveau chat en mode Contexte précis.
nl_nl: Welkom in Overview Mode! Ik heb samenvattingen van al je gesprekken klaarstaan. Vraag me naar patronen, thema’s en inzichten in je data. Voor exacte quotes start je een nieuwe chat in Specific Context mode.

source: Welcome to Reports!
de_de: Willkommen bei Berichten!
es_es: ¡Bienvenido a los informes!
fr_fr: Bienvenue dans les rapports !
nl_nl: Welkom bij Rapporten!

source: Welcome to Your Home! Here you can see all your projects and get access to tutorial resources. Currently, you have no projects. Click "Create" to configure to get started!
de_de: Willkommen in Ihrem Home-Bereich! Hier können Sie alle Ihre Projekte sehen und auf Tutorial-Ressourcen zugreifen. Derzeit haben Sie keine Projekte. Klicken Sie auf "Erstellen", um mit der Konfiguration zu beginnen!
es_es: ¡Bienvenido a Tu Inicio! Aquí puedes ver todos tus proyectos y acceder a recursos de tutorial. Actualmente, no tienes proyectos. Haz clic en "Crear" para configurar para comenzar!
fr_fr: Bienvenue sur votre Accueil! Ici, vous pouvez voir tous vos projets et accéder aux ressources de tutoriel. Actuellement, vous n'avez aucun projet. Cliquez sur "Créer" pour configurer pour commencer !
nl_nl: Welkom op je Home! Hier kun je al je projecten bekijken en toegang krijgen tot tutorialbronnen. Momenteel heb je nog geen projecten. Klik op "Maak" om te beginnen!

source: Welcome!
de_de: Willkommen!
es_es: ¡Bienvenido!
fr_fr: Bienvenue !
nl_nl: Welkom!

source: What are the main themes across all conversations?
de_de: Was sind die Hauptthemen über alle Gespräche hinweg?
es_es: ¿Cuáles son los temas principales en todas las conversaciones?
fr_fr: Quels sont les principaux thèmes de toutes les conversations ?
nl_nl: Wat zijn de belangrijkste thema's in alle gesprekken?

source: What are webhooks? (2 min read)
es_es: ¿Qué son los webhooks? (2 min de lectura)
nl_nl: Wat zijn webhooks? (2 min lezen)

source: What data is sent?
es_es: ¿Qué datos se envían?
nl_nl: Wat gegevens worden verzonden?

source: participant.verify.selection.title
es_es: ¿Qué desea verificar?

source: What patterns emerge from the data?
de_de: Welche Muster ergeben sich aus den Daten?
es_es: ¿Qué patrones salen de los datos?
fr_fr: Quelles tendances se dégagent des données ?
nl_nl: Welke patronen zie je in de data?

source: What were the key moments in this conversation?
de_de: Was waren die Schlüsselmomente in diesem Gespräch?
es_es: ¿Cuáles fueron los momentos clave de esta conversación?
fr_fr: Quels ont été les moments clés de cette conversation ?
nl_nl: Wat waren de belangrijkste momenten in dit gesprek?

source: What would you like to explore?
de_de: Was willst du dir anschauen?
es_es: ¿Qué te gustaría explorar?
fr_fr: Qu’est-ce que tu veux explorer ?
nl_nl: Wat wil je verkennen?

source: When a participant opens the portal, enters their details, and begins a conversation
es_es: Cuando un participante abre el portal, ingresa sus detalles y comienza una conversación
nl_nl: Wanneer een deelnemer het portaal opent, hun details invoert en een gesprek begint

source: When all audio has been converted to text and the full transcript is available
es_es: Cuando todo el audio ha sido convertido a texto y la transcripción completa está disponible
nl_nl: Wanneer alle audio is geconverteerd naar tekst en het volledige transcript beschikbaar is

source: When are webhooks triggered?
es_es: ¿Cuándo se activan los webhooks?
nl_nl: Wanneer worden webhooks geactiveerd?

source: When enabled, all new transcripts will have personal information (names, emails, phone numbers, addresses) replaced with placeholders. Anonymized conversations also disable audio playback, audio download, and retranscription to protect participant privacy. This cannot be undone for already-processed conversations.
es_es: Cuando esté activado, todas las nuevas transcripciones tendrán información personal (nombres, emails, números de teléfono, direcciones) reemplazadas por marcadores de posición. Las conversaciones anónimas también desactivan la reproducción de audio, el descarga de audio y la retranscripción para proteger la privacidad de los participantes. Esto no se puede deshacer para conversaciones ya procesadas.
