Repository: Dembrane/echo
Catalog: echo/frontend/src/locales/*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Automatically generate a short topic-based title for each conversation after summarization. The title describes what was discussed, not who participated. The participant's original name is preserved separately, if they provided one.
es_es: Generar automáticamente un título corto basado en temas para cada conversación después de la resumen. El título describe lo que se discutió, no quién participó. El nombre original del participante se conserva por separado, si lo proporcionaron.
nl_nl: Automatisch een korte onderwerp-gebaseerde titel genereren voor elk gesprek na samenvatting. De titel beschrijft wat er werd besproken, niet wie deelnemde. De oorspronkelijke naam van de deelnemer wordt apart bewaard, als ze er een had.

source: Automatically includes relevant conversations for analysis without manual selection
de_de: Relevante Gespräche automatisch für die Analyse ohne manuelle Auswahl einschließt
es_es: Incluye automáticamente conversaciones relevantes para el análisis sin selección manual
fr_fr: Inclut automatiquement les conversations pertinentes pour l'analyse sans sélection manuelle
nl_nl: Automatisch relevante gesprekken voor analyse zonder handmatige selectie

source: Automatically save transcripts to your CRM or database
es_es: Guardar automáticamente las transcripciones en tu CRM o base de datos
nl_nl: Transcripten automatisch opslaan in je CRM of database

source: Automatically send conversation data to your other tools and services when events occur.
es_es: Enviar automáticamente los datos de la conversación a tus otras herramientas y servicios cuando ocurran eventos.
nl_nl: Conversatiegegevens automatisch verzenden naar je andere tools en services wanneer gebeurtenissen plaatsvinden.

source: Available
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
nl_nl: Beschikbaar

source: Back
es_es: Atrás
nl_nl: Terug

source: participant.button.back.microphone
de_de: Zurück
es_es: Volver
fr_fr: Retour
nl_nl: Terug naar microfoon

source: participant.button.back
de_de: Zurück
es_es: Volver
fr_fr: Retour
nl_nl: Terug

source: Back to Selection
de_de: Zurück zur Auswahl
es_es: Volver a la selección
fr_fr: Retour à la sélection
nl_nl: Terug naar selectie

source: Basic (Essential tutorial slides)
de_de: Grundlegend (Wesentliche Tutorial-Folien)
es_es: Básico (Diapositivas esenciales del tutorial)
fr_fr: Basique (Diapositives tutorielles essentielles)
nl_nl: Basis (Alleen essentiële tutorial slides)

source: Basic Settings
de_de: Grundlegende Einstellungen
es_es: Configuración Básica
fr_fr: Paramètres de base
nl_nl: Basis instellingen

source: dashboard.dembrane.concrete.beta
de_de: Beta
es_es: Beta
fr_fr: Bêta
nl_nl: Bèta

source: dashboard.dembrane.verify.beta
es_es: Beta

source: Book a call
es_es: Reservar una llamada
nl_nl: Een gesprek boeken

source: Brainstorm Ideas
de_de: Ideen brainstormen
es_es: Ideas de brainstorming
fr_fr: Idées de brainstorming
nl_nl: Brainstorm ideeën

source: Build custom dashboards with real-time conversation data
es_es: Construir paneles personalizados con datos de conversación en tiempo real
nl_nl: Aangepaste dashboards bouwen met realtime conversatiegegevens

source: By deleting this project, you will delete all the data associated with it. This action cannot be undone. Are you ABSOLUTELY sure you want to delete this project?
de_de: Durch das Löschen dieses Projekts werden alle damit verbundenen Daten gelöscht. Diese Aktion kann nicht rückgängig gemacht werden. Sind Sie ABSOLUT sicher, dass Sie dieses Projekt löschen möchten?
es_es: Al eliminar este proyecto, eliminarás todos los datos asociados con él. Esta acción no se puede deshacer. ¿Estás ABSOLUTAMENTE seguro de que quieres eliminar este proyecto?
fr_fr: En supprimant ce projet, vous supprimerez toutes les données qui y sont associées. Cette action ne peut pas être annulée. Êtes-vous ABSOLUMENT sûr de vouloir supprimer ce projet ?
nl_nl: Door dit project te verwijderen, verwijder je alle gegevens die eraan gerelateerd zijn. Dit kan niet ongedaan worden gemaakt. Weet je zeker dat je dit project wilt verwijderen?

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren

source: participant.mic.settings.modal.second.confirm.cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren

source: participant.concrete.action.button.cancel
de_de: Abbrechen
es_es: cancelar
fr_fr: Annuler
nl_nl: Annuleren

source: participant.concrete.instructions.button.cancel
de_de: Abbrechen
es_es: cancelar
fr_fr: Annuler
nl_nl: Annuleren

source: select.all.modal.cancel
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren

source: add.tag.filter.modal.cancel
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren

source: Cannot add empty conversation
de_de: Leeres Gespräch kann nicht hinzugefügt werden
es_es: No se puede añadir una conversación vacía
fr_fr: Impossible d'ajouter une conversation vide
nl_nl: Kan geen leeg gesprek toevoegen

source: Card
es_es: Tarjeta

source: Changes will be saved automatically
de_de: Änderungen werden automatisch gespeichert
es_es: Los cambios se guardarán automáticamente
fr_fr: Les modifications seront enregistrées automatiquement
nl_nl: Wijzigingen worden automatisch opgeslagen

source: Changing language during an active chat may lead to unexpected results. It's recommended to start a new chat after changing the language. Are you sure you want to continue?
de_de: Das Ändern der Sprache während eines aktiven Chats kann unerwartete Ergebnisse hervorrufen. Es wird empfohlen, ein neues Gespräch zu beginnen, nachdem die Sprache geändert wurde. Sind Sie sicher, dass Sie fortfahren möchten?
es_es: Cambiar el idioma durante una conversación activa puede provocar resultados inesperados. Se recomienda iniciar una nueva conversación después de cambiar el idioma. ¿Estás seguro de que quieres continuar?
fr_fr: Changer de langue pendant une conversation active peut provoquer des résultats inattendus. Il est recommandé de commencer une nouvelle conversation après avoir changé la langue. Êtes-vous sûr de vouloir continuer ?
nl_nl: Wijziging van de taal tijdens een actief gesprek kan onverwachte resultaten opleveren. Het wordt aanbevolen om een nieuw gesprek te starten na het wijzigen van de taal. Weet je zeker dat je wilt doorgaan?

source: chat.accordion.skeleton.title
de_de: Chat
es_es: Chats
fr_fr: Discussions
nl_nl: Chats

source: project.sidebar.chat.title
de_de: Chat
es_es: Chats
fr_fr: Discussions
nl_nl: Chats

source: participant.button.check.microphone.access
de_de: Mikrofonzugriff prüfen
es_es: Verificar acceso al micrófono
fr_fr: Vérifier l'accès au microphone
nl_nl: Controleer microfoontoegang

source: Check your email
de_de: Überprüfen Sie Ihre E-Mail
es_es: Revisa tu correo electrónico
fr_fr: Vérifiez votre e-mail
nl_nl: Controleer je email

source: Choose a logo file
es_es: Elegir un archivo de logo
nl_nl: Een logo-bestand kiezen

source: Choose from your other projects
es_es: Elegir desde tus otros proyectos
nl_nl: Kiezen uit je andere projecten

source: Choose when you want to receive notifications
es_es: Elegir cuándo quieres recibir notificaciones
nl_nl: Kiezen wanneer je meldingen wilt ontvangen

source: Choose your preferred theme for the interface
de_de: Wähl dein Theme für das Interface
es_es: Elige el tema que prefieras para la interfaz
fr_fr: Choisis le thème que tu préfères pour l’interface
nl_nl: Kies je favoriete thema voor de interface

source: Click "Upload Files" when you're ready to start the upload process.
de_de: Klicken Sie auf "Dateien hochladen", wenn Sie bereit sind, den Upload-Prozess zu starten.
es_es: Haz clic en "Subir archivos" cuando estés listo para iniciar el proceso de subida.
fr_fr: Cliquez sur "Télécharger les fichiers" lorsque vous êtes prêt à commencer le processus de téléchargement.
nl_nl: Klik op "Upload bestanden" wanneer je klaar bent om de upload te starten.

source: Click to edit
es_es: Haz clic para editar
nl_nl: Klik om te bewerken

source: Click to see all {totalCount} conversations
es_es: Haz clic para ver las {totalCount} conversaciones
fr_fr: Cliquez pour voir les {totalCount} conversations
nl_nl: Klik om alle {totalCount} gesprekken te zien

source: Clone from another project
es_es: Clonar desde otro proyecto
nl_nl: Klonen vanuit een ander project

source: Clone from Project
es_es: Clonar desde proyecto
nl_nl: Klonen vanuit project

source: Clone project
de_de: Projekt klonen
es_es: Clonar proyecto
fr_fr: Cloner le projet
nl_nl: Project klonen

source: Clone Project
de_de: Projekt klonen
es_es: Clonar proyecto
fr_fr: Cloner le projet
nl_nl: Project klonen

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
nl_nl: Sluiten

source: select.all.modal.close
es_es: Cerrar
fr_fr: Fermer
nl_nl: Sluiten

source: Collection
es_es: Colección
nl_nl: Collectie

source: Common use cases:
es_es: Casos de uso comunes:
nl_nl: Algemene toepassingen:

source: Compare & Contrast
de_de: Vergleichen & Gegenüberstellen
es_es: Comparar y Contrastar
fr_fr: Comparer & Contraster
nl_nl: Vergelijk

source: Complete
de_de: Abgeschlossen
es_es: Completar
fr_fr: Terminé
nl_nl: Voltooid

source: participant.mic.settings.modal.second.confirm.button
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
nl_nl: Doorgaan

source: Confirm New Password
de_de: Neues Passwort bestätigen
es_es: Confirmar Nueva Contraseña
fr_fr: Confirmer le nouveau mot de passe
nl_nl: Bevestig nieuw wachtwoord

source: Confirm Password
de_de: Passwort bestätigen
es_es: Confirmar Contraseña
fr_fr: Confirmer le mot de passe
nl_nl: Bevestig wachtwoord

source: Confirm Publishing
de_de: Veröffentlichung bestätigen
es_es: Publicar
fr_fr: Publier
nl_nl: Publiceren bevestigen

source: Confirm your password to generate a new secret for your authenticator app.
es_es: Confirma tu contraseña para generar un nuevo secreto para tu aplicación de autenticación.
fr_fr: Confirmez votre mot de passe pour générer un nouveau secret pour votre application d'authentification.
nl_nl: Bevestig je wachtwoord om een nieuw geheim voor je authenticator-app te genereren.

source: Connecting to report services...
de_de: Verbindung zu den Berichtsdiensten wird hergestellt...
es_es: Conectando a los servicios de informes...
fr_fr: Connexion aux services de création de rapports...
nl_nl: Verbinding maken met rapportservices...

source: Connection healthy
de_de: Verbindung gesund
es_es: Conexión saludable
fr_fr: Connexion saine
nl_nl: Verbinding gezond

source: Connection unhealthy
de_de: Verbindung ungesund
es_es: Conexión no saludable
fr_fr: Connexion défectueuse
nl_nl: Verbinding ongezond

source: Context
de_de: Kontext
es_es: Contexto
fr_fr: Contexte

source: Context added:
de_de: Kontext hinzugefügt:
es_es: Contexto añadido:
fr_fr: Contexte ajouté :
nl_nl: Context toegevoegd:

source: participant.button.continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
nl_nl: Doorgaan

source: Conversation added to chat
de_de: Gespräch zum Chat hinzugefügt
es_es: Conversación añadida al chat
fr_fr: Conversation ajoutée à la discussion
nl_nl: Gesprek toegevoegd aan chat

source: participant.conversation.ended
de_de: Gespräch beendet
es_es: Conversación terminada
fr_fr: Conversation terminée
nl_nl: Gesprek beëindigd

source: Conversation removed from chat
de_de: Gespräch aus dem Chat entfernt
es_es: Conversación eliminada del chat
fr_fr: Conversation retirée de la discussion
nl_nl: Gesprek verwijderd uit chat

source: Conversation Status
de_de: Gesprächstatus
es_es: Estado de la conversación
fr_fr: Statut de la conversation
nl_nl: Gespreksstatus

source: Conversation Status Details
de_de: Gesprächstatusdetails
es_es: Detalles del estado de la conversación
fr_fr: Détails du statut de la conversation
nl_nl: Gespreksstatusdetails

source: Conversation tags
es_es: Etiquetas de la conversación
nl_nl: Gesprekslabels

source: conversations
de_de: Gespräche
es_es: conversaciones
nl_nl: gesprekken

source: Conversations
de_de: Gespräche
es_es: Conversaciones
nl_nl: Gesprekken

source: participant.refine.cooling.down
de_de: Cooling down. Available in {0}
es_es: Enfriándose. Disponible en {0}
fr_fr: Période de repos. Disponible dans {0}
nl_nl: Even afkoelen. Beschikbaar over {0}

source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
nl_nl: Gekopieerd

source: Copied from original conversation
es_es: Copiado desde la conversación original
nl_nl: Gekopieerd van het originele gesprek

source: Copied!
es_es: Copiado!
nl_nl: Gekopieerd!

source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
nl_nl: Kopieer

source: Copy link
de_de: Link kopieren
es_es: Copiar enlace
fr_fr: Copier le lien
nl_nl: Kopieer link

source: Copy link to share this report
de_de: Link zum Teilen dieses Berichts kopieren
es_es: Copiar enlace para compartir este informe
fr_fr: Copier le lien pour partager ce rapport
nl_nl: Kopieer link om dit rapport te delen

source: Copy secret
es_es: Copiar secreto
fr_fr: Copier le secret
nl_nl: Geheim kopiëren

source: Copy Summary
de_de: Zusammenfassung kopieren
es_es: Copiar Resumen
fr_fr: Copier le résumé
nl_nl: Kopieer samenvatting

source: Copy to clipboard
de_de: In die Zwischenablage kopieren
es_es: Copiar al portapapeles
fr_fr: Copier dans le presse-papiers
nl_nl: Kopieer naar clipboard

source: Copy to Clipboard
es_es: Copiar al portapapeles
nl_nl: Kopieer naar klembord

source: Copying...
es_es: Copiando...
fr_fr: Copie en cours...
nl_nl: Kopieren...

source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
nl_nl: Maak

source: Create a new webhook from scratch
es_es: Crear un nuevo webhook desde cero
nl_nl: Een nieuwe webhook vanaf nul maken

source: Create an Account
de_de: Konto erstellen
es_es: Crear una Cuenta
fr_fr: Créer un compte
nl_nl: Maak een account aan

source: library.create
de_de: Bibliothek erstellen
es_es: Crear biblioteca
fr_fr: Créer une bibliothèque
nl_nl: Maak bibliotheek aan

source: library.create.view.modal.title
de_de: Neue Ansicht erstellen
es_es: Crear nueva vista
fr_fr: Créer une nouvelle vue
nl_nl: Maak nieuwe view aan

source: Create Report
de_de: Bericht erstellen
es_es: Crear informe
fr_fr: Créer un rapport
nl_nl: Maak rapport

source: library.create.view
de_de: Ansicht erstellen
es_es: Crear vista
fr_fr: Créer une vue
nl_nl: Maak view aan

source: Create View
de_de: Ansicht erstellen
es_es: Crear Vista
fr_fr: Créer une vue
nl_nl: Maak view aan

source: Create Webhook
es_es: Crear Webhook
nl_nl: Webhook maken

source: Created on
de_de: Erstellt am
es_es: Creado el
fr_fr: Créé le
nl_nl: Gemaakt op

source: Current logo
es_es: Logo actual
nl_nl: Huidige logo

source: Custom
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisé
nl_nl: Aangepast

source: Custom Filename
de_de: Benutzerdefinierter Dateiname
es_es: Nombre de archivo personalizado
fr_fr: Nom de fichier personnalisé
nl_nl: Aangepaste bestandsnaam

source: Custom Logo
es_es: Logo personalizado
nl_nl: Aangepast logo

source: Custom title prompt
es_es: Prompt de título personalizado
nl_nl: Aangepaste titelprompt

source: Dashboard URL (direct link to conversation overview)
es_es: URL del panel de control (enlace directo a la vista de conversaciones)
nl_nl: Dashboard URL (directe link naar gespreksoverzicht)

source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
nl_nl: Standaard

source: Default - No tutorial (Only privacy statements)
de_de: Standard - Kein Tutorial (Nur Datenschutzbestimmungen)
es_es: Predeterminado - Sin tutorial (Solo declaraciones de privacidad)
fr_fr: Par défaut - Pas de tutoriel (Seulement les déclarations de confidentialité)
nl_nl: Standaard - Geen tutorial (Alleen privacy verklaringen)

source: Delete
es_es: Eliminar
fr_fr: Supprimer
nl_nl: Verwijder

source: project.sidebar.chat.delete
de_de: Chat löschen
es_es: Eliminar chat
fr_fr: Supprimer la discussion
nl_nl: Chat verwijderen

source: Delete Conversation
de_de: Gespräch löschen
es_es: Eliminar Conversación
fr_fr: Supprimer la conversation
nl_nl: Verwijder gesprek

source: Delete Project
de_de: Projekt löschen
es_es: Eliminar Proyecto
fr_fr: Supprimer le projet
nl_nl: Verwijder project

source: Delete Webhook
es_es: Eliminar Webhook
nl_nl: Webhook verwijderen

source: Deleted successfully
de_de: Erfolgreich gelöscht
es_es: Eliminado con éxito
fr_fr: Supprimé avec succès
nl_nl: Verwijderd succesvol

source: Dembrane is powered by AI. Please double-check responses.
de_de: Dembrane läuft mit KI. Prüf die Antworten noch mal gegen.
es_es: dembrane funciona con IA. Revisa bien las respuestas.
fr_fr: Dembrane est propulsé par l’IA. Vérifie bien les réponses.
nl_nl: dembrane draait op AI. Check de antwoorden extra goed.

source: Develop a strategic framework that drives meaningful outcomes. Please: Identify core objectives and their interdependencies Map out implementation pathways with realistic timelines Anticipate potential obstacles and mitigation strategies Define clear metrics for success beyond vanity indicators Highlight resource requirements and allocation priorities Structure the plan for both immediate action and long-term vision Include decision gates and pivot points Note: Focus on strategies that create sustainable competitive advantages, not just incremental improvements.
de_de: Entwickeln Sie ein strategisches Framework, das bedeutende Ergebnisse fördert. Bitte: Identifizieren Sie die Kernziele und ihre Abhängigkeiten Entwickeln Sie Implementierungspfade mit realistischen Zeiträumen Vorhersagen Sie potenzielle Hindernisse und Minderungsstrategien Definieren Sie klare Metriken für Erfolg, die über Vanity-Indikatoren hinausgehen Hervorheben Sie Ressourcenanforderungen und Allokationsprioritäten Strukturieren Sie das Planung für sowohl sofortige Maßnahmen als auch langfristige Vision Entscheidungsgrenzen und Pivot-Punkte einschließen Hinweis: Focus on strategies that create sustainable competitive advantages, not just incremental improvements.
es_es: Desarrolla un marco estratégico que impulse resultados significativos. Por favor: Identifica objetivos centrales y sus interdependencias Mapa de implementación con plazos realistas Anticipa obstáculos potenciales y estrategias de mitigación Define métricas claras para el éxito más allá de los indicadores de vanidad Resalta requisitos de recursos y prioridades de asignación Estructura el plan para ambas acciones inmediatas y visión a largo plazo Incluye puertas de decisión y puntos de pivote Nota: Enfócate en estrategias que crean ventajas competitivas duraderas, no solo mejoras incrementales.
fr_fr: Développez un cadre stratégique qui conduit à des résultats significatifs. Veuillez : Identifier les objectifs clés et leurs interdépendances Planifier les moyens d'implémentation avec des délais réalistes Anticiper les obstacles potentiels et les stratégies de mitigation Définir des indicateurs clairs pour le succès au-delà des indicateurs de vanité Mettre en évidence les besoins en ressources et les priorités d'allocation Structurer le plan pour les actions immédiates et la vision à long terme Inclure les portes de décision et les points de pivot Note : Concentrez-vous sur les stratégies qui créent des avantages compétitifs durables, pas seulement des améliorations incrémentales.
nl_nl: Ontwikkel een strategisch framework dat betekenisvolle resultaten oplevert. Voor: Identificeer de kernobjectieven en hun interafhankelijkheden Plan implementatiepaden met realistische tijdslijnen Voorzien in potentiële obstakels en mitigatiestrategieën Definieer duidelijke metrieken voor succes buiten vanity-indicatoren Hervat de behoefte aan middelen en prioriteiten voor toewijzing Structuur het plan voor zowel onmiddellijke actie als langetermijnvisie Inclusief besluitvormingsgate en pivotpunten Let op: Focus op strategieën die duurzame competitieve voordelen creëren, niet alleen incrementele verbeteringen.

source: Disable 2FA
es_es: Desactivar 2FA
fr_fr: Désactiver 2FA
nl_nl: 2FA uitschakelen

source: Disable two-factor authentication
es_es: Desactivar autenticación de dos factores
fr_fr: Désactiver l'authentification à deux facteurs
nl_nl: Tweestapsverificatie uitschakelen

source: Disabled
es_es: Desactivado
fr_fr: Désactivé
nl_nl: Uitgeschakeld

source: Do I need this?
es_es: ¿Necesito esto?
nl_nl: Ben ik dit nodig?

source: Do you want to contribute to this project?
de_de: Möchten Sie zu diesem Projekt beitragen?
es_es: ¿Quieres contribuir a este proyecto?
fr_fr: Voulez-vous contribuer à ce projet ?
nl_nl: Wil je bijdragen aan dit project?

source: Do you want to stay in the loop?
de_de: Möchten Sie auf dem Laufenden bleiben?
es_es: ¿Quieres estar en el bucle?
fr_fr: Voulez-vous rester dans la boucle ?
nl_nl: Wil je op de hoogte blijven?

source: Documentation
de_de: Dokumentation
es_es: Documentación
nl_nl: Documentatie

source: Download
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
nl_nl: Downloaden

source: Download all conversation transcripts generated for this project.
de_de: Alle Transkripte der Gespräche, die für dieses Projekt generiert wurden, herunterladen.
es_es: Descargar todas las transcripciones de conversaciones generadas para este proyecto.
fr_fr: Téléchargez toutes les transcriptions de conversations générées pour ce projet.
nl_nl: Download alle transcripten die voor dit project zijn gegenereerd.

source: Download All Transcripts
de_de: Alle Transkripte herunterladen
es_es: Descargar Todas las Transcripciones
fr_fr: Télécharger toutes les transcriptions
nl_nl: Download alle transcripten

source: Download as
es_es: Descargar como
nl_nl: Downloaden als

source: Download Audio
de_de: Audio herunterladen
es_es: Descargar Audio
fr_fr: Télécharger l'audio
nl_nl: Audio downloaden

source: Download QR code
es_es: Descargar código QR
nl_nl: QR code downloaden

source: Download transcript
de_de: Transkript herunterladen
es_es: Descargar transcripción
fr_fr: Télécharger la transcription
nl_nl: Transcript downloaden

source: Download Transcript Options
de_de: Transkript-Download-Optionen
es_es: Opciones de Descarga de Transcripción
fr_fr: Options de téléchargement de la transcription
nl_nl: Download transcript opties

source: Drag audio files here or click to select files
de_de: Ziehen Sie Audio-Dateien hier oder klicken Sie, um Dateien auszuwählen
es_es: Arrastra archivos de audio aquí o haz clic para seleccionar archivos
fr_fr: Glissez les fichiers audio ici ou cliquez pour sélectionner des fichiers
nl_nl: Sleep audio bestanden hierheen of klik om bestanden te selecteren

source: Drag to reorder
es_es: Arrastrar para reordenar
nl_nl: Sleep om te herordenen

source: Duration
es_es: Duración
nl_nl: Duur

source: Dutch
de_de: Niederländisch
es_es: Holandés
fr_fr: Néerlandais
nl_nl: Nederlands

source: e.g. "Use short noun phrases like 'Urban Green Spaces' or 'Youth Employment'. Avoid generic titles."
es_es: por ejemplo, "Usar frases de sustantivos cortas como 'Espacios verdes urbanos' o 'Empleo juvenil'. Evitar títulos genéricos."
nl_nl: bijvoorbeeld "Gebruik korte zinnen als 'Stedelijke Groene Ruimtes' of 'Jeugdwerkgelegenheid'. Vermijd algemene titels."

source: e.g., Slack Notifications, Make Workflow
es_es: por ejemplo, Notificaciones de Slack, Flujo de trabajo de Make
nl_nl: bijvoorbeeld, Slack meldingen, Make workflow

source: participant.button.echo
es_es: ECHO
nl_nl: ECHO

source: Edit
es_es: Editar
nl_nl: Bewerken

source: Edit Conversation
de_de: Gespräch bearbeiten
es_es: Editar Conversación
fr_fr: Modifier la conversation
nl_nl: Gesprek bewerken

source: Edit file name
de_de: Dateiname bearbeiten
es_es: Editar nombre de archivo
fr_fr: Modifier le nom du fichier
nl_nl: Bestandsnaam bewerken

source: Edit Project
de_de: Projekt bearbeiten
es_es: Editar Proyecto
fr_fr: Modifier le projet
nl_nl: Project bewerken

source: Edit Report Content
de_de: Bericht bearbeiten
es_es: Editar Contenido del Informe
fr_fr: Modifier le contenu du rapport
nl_nl: Rapport inhoud bewerken
