Repository: Dembrane/echo
Catalog: echo/frontend/src/locales/*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Request Password Reset
de_de: Passwort zurücksetzen anfordern
es_es: Solicitar Restablecimiento de Contraseña
fr_fr: Demander le Réinitialisation du Mot de Passe
nl_nl: Wachtwoord reset aanvragen

source: Request Password Reset | Dembrane
de_de: Passwort zurücksetzen anfordern | Dembrane
es_es: Solicitar Restablecimiento de Contraseña | Dembrane
fr_fr: Demander le Réinitialisation du Mot de Passe | Dembrane
nl_nl: Wachtwoord reset aanvragen | Dembrane

source: participant.alert.microphone.access.loading
de_de: Mikrofonzugriff wird angefragt...
es_es: Por favor, espera mientras verificamos el acceso al micrófono.
fr_fr: Accès au microphone en cours...
nl_nl: Microfoontoegang aanvragen om beschikbare apparaten te detecteren...

source: Requires "Ask for Email?" to be enabled
es_es: Requiere que "Solicitar correo electrónico?" esté habilitado
nl_nl: Vraagt om e-mailadres? moet zijn ingeschakeld

source: Reset
es_es: Restablecer
nl_nl: Resetten

source: Reset Password
de_de: Passwort zurücksetzen
es_es: Restablecer Contraseña
fr_fr: Réinitialiser le Mot de Passe
nl_nl: Wachtwoord resetten

source: Reset Password | Dembrane
de_de: Passwort zurücksetzen | Dembrane
es_es: Restablecer Contraseña | Dembrane
fr_fr: Réinitialiser le Mot de Passe | Dembrane
nl_nl: Wachtwoord resetten | Dembrane

source: Reset to default
de_de: Auf Standard zurücksetzen
es_es: Restablecer a valores predeterminados
fr_fr: Réinitialiser aux paramètres par défaut
nl_nl: Resetten naar standaardinstellingen

source: participant.button.stop.resume
de_de: Resume
es_es: Reanudar
fr_fr: Reprendre
nl_nl: Hervatten

source: Retranscribe
de_de: Hertranskribieren
es_es: Retranscribir
fr_fr: Rétranscrire
nl_nl: Hertranscriptie

source: Retranscribe conversation
de_de: Gespräch hertranskribieren
es_es: Retranscribir conversación
fr_fr: Rétranscrire la conversation
nl_nl: Hertranscriptie gesprek

source: Retranscribe Conversation
de_de: Gespräch hertranskribieren
es_es: Retranscribir conversación
fr_fr: Rétranscrire la conversation
nl_nl: Hertranscriptie gesprek

source: Retranscription not available for anonymized conversations
es_es: La retranscripción no está disponible para conversaciones anónimas

source: Retranscription started. New conversation will be available soon.
de_de: Hertranskription gestartet. Das neue Gespräch wird bald verfügbar sein.
es_es: La retranscripción ha comenzado. La nueva conversación estará disponible pronto.
fr_fr: La rétranscrire a commencé. La nouvelle conversation sera disponible bientôt.
nl_nl: Hertranscriptie gestart. Nieuw gesprek wordt binnenkort beschikbaar.

source: Retry
de_de: Erneut versuchen
es_es: Reintentar
fr_fr: Réessayer
nl_nl: Opnieuw proberen

source: Retry Upload
de_de: Upload erneut versuchen
es_es: Reintentar subida
fr_fr: Réessayer le téléchargement
nl_nl: Opnieuw uploaden

source: Review activity for your workspace. Filter by collection or action, and export the current view for further investigation.
es_es: Revisa la actividad de tu espacio de trabajo. Filtra por colección o acción, y exporta la vista actual para una investigación más detallada.
fr_fr: Examinez l'activité de votre espace de travail. Filtrez par collection ou action, et exportez la vue actuelle pour une investigation plus approfondie.
nl_nl: Bekijk de activiteiten van je werkruimte. Filter op collectie of actie en exporteer de huidige weergave voor verder onderzoek.

source: Review files before uploading
de_de: Dateien vor dem Hochladen überprüfen
es_es: Revisar archivos antes de subir
fr_fr: Examiner les fichiers avant le téléchargement
nl_nl: Bestanden bekijken voordat u uploadt

source: Review processing status for every conversation collected in this project.
de_de: Überprüfen Sie den Status der Verarbeitung für jedes Gespräch, das in diesem Projekt gesammelt wurde.
es_es: Revisar el estado de procesamiento para cada conversación recopilada en este proyecto.
fr_fr: Examiner le statut de traitement pour chaque conversation collectée dans ce projet.
nl_nl: Bekijk de verwerkingsstatus voor elk gesprek dat in dit project is verzameld.

source: participant.concrete.action.button.revise
de_de: Überarbeiten
es_es: revisar
fr_fr: Réviser
nl_nl: Aanpassen

source: Revision #{revisionNumber}
es_es: Revisión #{revisionNumber}
fr_fr: Révision #{revisionNumber}
nl_nl: Revisie #{revisionNumber}

source: Right-click to highlight
es_es: Haga clic con el botón derecho para resaltar
nl_nl: Rechtsklikken om te markeren

source: Rows per page
es_es: Filas por página
fr_fr: Lignes par page
nl_nl: Rijen per pagina

source: participant.concrete.action.button.save
de_de: Speichern
es_es: guardar
fr_fr: Enregistrer
nl_nl: Opslaan

source: Save Changes
es_es: Guardar Cambios
nl_nl: Wijzigingen opslaan

source: Save Error!
de_de: Speichern fehlgeschlagen!
es_es: ¡Error al guardar!
fr_fr: Erreur lors de l'enregistrement !
nl_nl: Opslaan fout!

source: Saving...
de_de: Speichern...
es_es: Guardando...
fr_fr: Enregistrement...
nl_nl: Opslaan...

source: Scan the QR code or copy the secret into your app.
es_es: Escanea el código QR o copia el secreto en tu aplicación.
fr_fr: Scannez le code QR ou copiez le secret dans votre application.
nl_nl: Scan de QR-code of kopieer het geheim naar je app.

source: Scroll to bottom
de_de: Nach unten scrollen
es_es: Desplazarse al final
fr_fr: Défiler vers le bas
nl_nl: Scroll naar beneden

source: select.all.modal.loading.search
es_es: Buscar
fr_fr: Rechercher
nl_nl: Zoeken

source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Rechercher
nl_nl: Zoeken

source: Search conversations
de_de: Gespräche suchen
es_es: Buscar conversaciones
fr_fr: Rechercher des conversations
nl_nl: Zoek gesprekken

source: Search projects
de_de: Projekte suchen
es_es: Buscar proyectos
fr_fr: Rechercher des projets
nl_nl: Zoek projecten

source: Search Projects
de_de: Projekte suchen
es_es: Buscar Proyectos
fr_fr: Rechercher des projets
nl_nl: Zoek projecten

source: Search projects...
de_de: Projekte suchen...
es_es: Buscar proyectos...
fr_fr: Rechercher des projets...
nl_nl: Zoek projecten...

source: Search tags
de_de: Tags suchen
es_es: Buscar etiquetas
fr_fr: Rechercher des tags
nl_nl: Zoek tags

source: Search templates...
de_de: Vorlagen suchen...
es_es: Buscar templates...
fr_fr: Rechercher des templates...
nl_nl: Zoek templates...

source: select.all.modal.search.text
es_es: Texto de búsqueda:
fr_fr: Texte de recherche :
nl_nl: Zoektekst:

source: Search webhooks...
es_es: Buscar webhooks...
nl_nl: Zoek webhooks...

source: Searched through the most relevant sources
de_de: Durchsucht die relevantesten Quellen
es_es: Buscó en las fuentes más relevantes
fr_fr: Recherché parmi les sources les plus pertinentes
nl_nl: Doorzocht de meest relevante bronnen

source: Searching through the most relevant sources
de_de: Durchsucht die relevantesten Quellen
es_es: Buscando en las fuentes más relevantes
fr_fr: Recherche parmi les sources les plus pertinentes
nl_nl: Zoeken door de meest relevante bronnen

source: Secret
es_es: Secreto
nl_nl: Geheim

source: Secret copied
es_es: Secreto copiado
fr_fr: Secret copié
nl_nl: Geheim gekopieerd

source: See you soon
es_es: Hasta pronto
fr_fr: À bientôt
nl_nl: Tot snel

source: Select a microphone
de_de: Mikrofon auswählen
es_es: Seleccionar un micrófono
fr_fr: Sélectionner un microphone
nl_nl: Selecteer een microfoon

source: Select a webhook to clone
es_es: Selecciona un webhook para clonar
nl_nl: Selecteer een webhook om te klonen

source: Select all
es_es: Seleccionar todo
fr_fr: Tout sélectionner
nl_nl: Alles selecteren

source: Select all ({remainingCount})
es_es: Seleccionar todo ({remainingCount})
fr_fr: Tout sélectionner ({remainingCount})
nl_nl: Alles selecteren ({remainingCount})

source: select.all.modal.title.results
es_es: Seleccionar todos los resultados
fr_fr: Sélectionner tous les résultats
nl_nl: Alle resultaten selecteren

source: Select at least one event
es_es: Selecciona al menos un evento
nl_nl: Selecteer ten minste één gebeurtenis

source: Select Audio Files to Upload
de_de: Audio-Dateien auswählen
es_es: Seleccionar archivos de audio para subir
fr_fr: Sélectionner les fichiers audio à télécharger
nl_nl: Selecteer audiobestanden om te uploaden

source: Select conversations and find exact quotes
de_de: Wähle Gespräche aus und finde genaue Zitate
es_es: Selecciona conversaciones y encuentra citas exactas
fr_fr: Sélectionne des conversations et trouve des citations précises
nl_nl: Selecteer gesprekken en vind exacte quotes

source: Select conversations from sidebar
de_de: Gespräche in der Seitenleiste auswählen
es_es: Selecciona conversaciones en la barra lateral
fr_fr: Sélectionne des conversations dans la barre latérale
nl_nl: Selecteer gesprekken in de sidebar

source: Select Project
de_de: Projekt auswählen
es_es: Seleccionar Proyecto
fr_fr: Sélectionner un projet
nl_nl: Selecteer Project

source: Select tags
de_de: Tags auswählen
es_es: Seleccionar etiquetas
fr_fr: Sélectionner les étiquettes
nl_nl: Selecteer tags

source: Select the instructions that will be shown to participants when they start a conversation
de_de: Wählen Sie die Anweisungen aus, die den Teilnehmern beim Starten eines Gesprächs angezeigt werden
es_es: Selecciona las instrucciones que se mostrarán a los participantes cuando inicien una conversación
fr_fr: Sélectionnez les instructions qui seront affichées aux participants lorsqu'ils commencent une conversation
nl_nl: Selecteer de instructies die worden getoond aan deelnemers wanneer ze een gesprek starten

source: Select the type of feedback or engagement you want to encourage.
de_de: Wählen Sie den Typ der Rückmeldung oder der Beteiligung, die Sie fördern möchten.
es_es: Selecciona el tipo de retroalimentación o participación que quieres fomentar.
fr_fr: Sélectionnez le type de retour ou de participation que vous souhaitez encourager.
nl_nl: Selecteer het type feedback of betrokkenheid dat u wilt stimuleren.

source: Select tutorial
de_de: Tutorial auswählen
es_es: Seleccionar tutorial
fr_fr: Sélectionner le tutoriel
nl_nl: Selecteer tutorial

source: dashboard.dembrane.feature.verify.topic.select
es_es: Seleccione qué temas pueden usar los participantes para "Verificar".

source: participant.select.microphone
de_de: Mikrofon auswählen
es_es: Seleccionar un micrófono
fr_fr: Sélectionner votre microphone:
nl_nl: Selecteer een microfoon

source: Selected Files ({0}/{MAX_FILES})
de_de: Ausgewählte Dateien ({0}/{MAX_FILES})
es_es: Archivos seleccionados ({0}/{MAX_FILES})
fr_fr: Fichiers sélectionnés ({0}/{MAX_FILES})
nl_nl: Geselecteerde bestanden ({0}/{MAX_FILES})

source: participant.selected.microphone
de_de: Ausgewähltes Mikrofon
es_es: Micrófono seleccionado
fr_fr: Microphone sélectionné
nl_nl: Geselecteerde microfoon

source: Selection too large
es_es: Selección demasiado grande
fr_fr: Sélection trop grande
nl_nl: Selectie te groot

source: select.all.modal.context.limit.reached
es_es: Selección demasiado grande. Algunas conversaciones no se añadieron.
fr_fr: Sélection trop grande. Certaines conversations n'ont pas été ajoutées.
nl_nl: Selectie te groot. Sommige gesprekken zijn niet toegevoegd.

source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
nl_nl: Verzenden

source: Send Slack/Teams notifications when new conversations are completed
es_es: Enviar notificaciones de Slack/Teams cuando se completen nuevas conversaciones
nl_nl: Stuur Slack/Teams notificaties wanneer nieuwe gesprekken zijn voltooid

source: Session Name
de_de: Sitzungsname
es_es: Nombre de la Sesión
fr_fr: Nom de la Séance
nl_nl: Sessienaam

source: Setting up your first project
de_de: Ihr erstes Projekt einrichten
es_es: Configurando tu primer proyecto
fr_fr: Configuration de votre premier projet
nl_nl: Installeer je eerste project

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
nl_nl: Instellingen

source: participant.settings.modal.title
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
nl_nl: Instellingen

source: Settings | Dembrane
es_es: Configuración | Dembrane
fr_fr: Paramètres | Dembrane
nl_nl: Instellingen | Dembrane

source: Share this report
de_de: Diesen Bericht teilen
es_es: Compartir este informe
fr_fr: Partager ce rapport
nl_nl: Dit rapport delen

source: Share your details here
de_de: Teilen Sie hier Ihre Daten
es_es: Comparte tus detalles aquí
fr_fr: Partager vos informations ici
nl_nl: Deel je gegevens hier

source: Share your voice
de_de: Ihre Stimme teilen
es_es: Compartir tu voz
fr_fr: Partager votre voix
nl_nl: Deel je stem

source: Share your voice by scanning the QR code below.
de_de: Teilen Sie Ihre Stimme, indem Sie den unten stehenden QR-Code scannen.
es_es: Comparte tu voz escaneando el código QR de abajo.
fr_fr: Partager votre voix en scanant le code QR ci-dessous.
nl_nl: Deel je stem door het QR-code hieronder te scannen.

source: Shortest First
de_de: Kürzeste zuerst
es_es: Más corto primero
fr_fr: Plus court en premier
nl_nl: Kortste eerst

source: Show
es_es: Mostrar
nl_nl: Toon

source: Show audio player
de_de: Audio-Player anzeigen
es_es: Mostrar reproductor de audio
fr_fr: Afficher le lecteur audio
nl_nl: Toon audiospeler

source: Show data
es_es: Mostrar datos
fr_fr: Afficher les données
nl_nl: Gegevens tonen

source: Show IP addresses
es_es: Mostrar direcciones IP
fr_fr: Afficher les adresses IP
nl_nl: IP-adressen tonen

source: Show less
de_de: Weniger anzeigen
es_es: Mostrar menos
fr_fr: Afficher moins
nl_nl: Minder tonen

source: Show more
de_de: Mehr anzeigen
es_es: Mostrar más
fr_fr: Afficher plus
nl_nl: Meer tonen

source: Show references
de_de: Referenzen anzeigen
es_es: Mostrar referencias
fr_fr: Afficher les références
nl_nl: Toon referenties

source: Show revision data
es_es: Mostrar datos de revisión
fr_fr: Afficher les données de révision
nl_nl: Revisiegegevens tonen

source: Show timeline in report (request feature)
de_de: Zeitachse im Bericht anzeigen (Feature-Anfrage)
es_es: Mostrar línea de tiempo en el informe (solicitar función)
fr_fr: Afficher la chronologie dans le rapport (demande de fonctionnalité)
nl_nl: Toon tijdlijn in rapport (aanvraag functie)

source: Showing {displayFrom}–{displayTo} of {totalItems} entries
es_es: Mostrando {displayFrom}–{displayTo} de {totalItems} entradas
fr_fr: Affichage de {displayFrom}–{displayTo} sur {totalItems} entrées
nl_nl: Toont {displayFrom}–{displayTo} van {totalItems} items

source: participant.mic.check.button.skip
de_de: Überspringen
es_es: Omitir
fr_fr: Passer
nl_nl: Overslaan

source: Skip data privacy slide (Host manages legal base)
es_es: Omitir diapositiva de privacidad (El anfitrión gestiona la base legal)
fr_fr: Passer la carte de confidentialité (L'hôte gère la base légale)
nl_nl: Gegevensprivacy slides (Host beheert rechtsgrondslag)

source: select.all.modal.context.limit.reached.description
es_es: Omitidas porque la selección era demasiado grande.
fr_fr: Ignorées car la sélection était trop grande.
nl_nl: Overgeslagen omdat de selectie te groot was.

source: Some files were already selected and won't be added twice.
de_de: Einige Dateien wurden bereits ausgewählt und werden nicht erneut hinzugefügt.
es_es: Algunos archivos ya estaban seleccionados y no se agregarán dos veces.
fr_fr: Certains fichiers ont déjà été sélectionnés et ne seront pas ajoutés deux fois.
nl_nl: Sommige bestanden werden al geselecteerd en worden niet dubbel toegevoegd.

source: select.all.modal.skip.disclaimer
es_es: Algunas pueden omitirse (sin transcripción o selección demasiado grande).
fr_fr: Certaines peuvent être ignorées (pas de transcription ou sélection trop grande).
nl_nl: Sommige kunnen worden overgeslagen (geen transcript of selectie te groot).

source: participant.conversation.error.text.mode
de_de: Etwas ist schief gelaufen
es_es: Algo salió mal con la conversación. Por favor, inténtalo de nuevo o contacta al soporte si el problema persiste
fr_fr: Il semble que la conversation a été supprimée pendant que vous enregistriez. Nous avons arrêté l'enregistrement pour éviter tout problème. Vous pouvez en commencer une nouvelle à tout moment.
nl_nl: Er is iets misgegaan met het gesprek. Probeer het alstublieft opnieuw of neem contact op met de ondersteuning als het probleem blijft bestaan

source: participant.conversation.error
de_de: Etwas ist schief gelaufen
es_es: Algo salió mal con la conversación. Por favor, inténtalo de nuevo o contacta al soporte si el problema persiste
fr_fr: Il semble que la conversation a été supprimée pendant que vous enregistriez. Nous avons arrêté l'enregistrement pour éviter tout problème. Vous pouvez en commencer une nouvelle à tout moment.
nl_nl: Er is iets misgegaan met het gesprek. Probeer het alstublieft opnieuw of neem contact op met de ondersteuning als het probleem blijft bestaan

source: Something went wrong while exporting audit logs.
es_es: Algo salió mal al exportar los registros de auditoría.
fr_fr: Une erreur s'est produite lors de l'exportation des journaux d'audit.
nl_nl: Er is iets misgegaan bij het exporteren van de auditlogboeken.

source: Something went wrong while generating the secret.
es_es: Algo salió mal al generar el secreto.
fr_fr: Une erreur s'est produite lors de la génération du secret.
nl_nl: Er is iets misgegaan bij het genereren van het geheim.

source: Something went wrong with the conversation. Please try refreshing the page or contact support if the issue persists
de_de: Beim Gespräch ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support, wenn das Problem weiterhin besteht
es_es: Algo salió mal con la conversación. Por favor, inténtalo de nuevo o contacta al soporte si el problema persiste
fr_fr: Une erreur s'est produite avec la conversation. Veuillez réessayer ou contacter le support si le problème persiste
nl_nl: Er ging iets mis met het gesprek. Probeer het alstublieft opnieuw of neem contact op met de ondersteuning als het probleem blijft bestaan

source: participant.explore.generic.error.message
es_es: Algo salió mal. Inténtelo de nuevo presionando el botón <0>Explorar</0>, o contacte con soporte si el problema continúa.
nl_nl: Er is iets misgegaan. Probeer het opnieuw door op de <0>Verkennen</0> knop te drukken, of neem contact op met ondersteuning als het probleem aanhoudt.

source: Something went wrong. Please try again.
de_de: Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.
es_es: Algo salió mal. Por favor, inténtalo de nuevo.
fr_fr: Une erreur s'est produite. Veuillez réessayer.
nl_nl: Er is iets misgegaan. Probeer het alstublieft opnieuw.

source: participant.go.deeper.content.policy.violation.error.message
de_de: Der Inhalt verstößt gegen unsere Richtlinien. Änder den Text und versuch es nochmal.
es_es: Lo sentimos, no podemos procesar esta solicitud debido a la política de contenido del proveedor de LLM.
fr_fr: Désolé, nous ne pouvons pas traiter cette demande en raison de la politique de contenu du fournisseur de LLM.
nl_nl: We kunnen hier niet dieper op ingaan door onze contentregels.

source: Sort
de_de: Sortieren
es_es: Ordenar
fr_fr: Trier
nl_nl: Sorteer

source: Source {0}
de_de: Quelle {0}
es_es: Fuente {0}
nl_nl: Bron {0}

source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
nl_nl: Spaans

source: Specific Context
de_de: Spezifischer Kontext
es_es: Contexto Específico
fr_fr: Contexte spécifique
nl_nl: Specifieke context

source: Specific Details
de_de: Konkrete Details
es_es: Detalles concretos
fr_fr: Détails précis
nl_nl: Specifieke details

source: Specific Details - Selected conversations
de_de: Konkrete Details – ausgewählte Gespräche
es_es: Detalles concretos - Conversaciones seleccionadas
fr_fr: Détails précis - Conversations sélectionnées
nl_nl: Specifieke details - Geselecteerde gesprekken

source: Start fresh
es_es: Comenzar desde cero
nl_nl: Beginnen vanaf nul

source: participant.button.start.new.conversation.text.mode
de_de: Neues Gespräch starten
es_es: Iniciar nueva conversación
fr_fr: Commencer une nouvelle conversation
nl_nl: Nieuw gesprek starten

source: participant.button.start.new.conversation
de_de: Neues Gespräch starten
es_es: Iniciar nueva conversación
fr_fr: Commencer une nouvelle conversation
nl_nl: Nieuw gesprek starten

source: Start over
es_es: Empezar de nuevo
fr_fr: Recommencer
nl_nl: Opnieuw beginnen

source: Status
es_es: Estado
fr_fr: Statut

source: Stop
de_de: Stopp
es_es: Detener
fr_fr: Arrêter

source: participant.button.stop
de_de: Beenden
es_es: Detener
fr_fr: Arrêter
nl_nl: Stop

source: Strategic Planning
de_de: Strategische Planung
es_es: Planificación Estratégica
fr_fr: Planification Stratégique
nl_nl: Strategische Planning

source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
nl_nl: Stuur in

source: participant.button.submit.text.mode
de_de: Absenden
es_es: Enviar
fr_fr: Envoyer
nl_nl: Stuur in

source: Success
de_de: Erfolg
es_es: Éxito
fr_fr: Succès
nl_nl: Succes

source: Suggested:
de_de: Vorgeschlagen:
es_es: Sugerido:
fr_fr: Suggéré:
nl_nl: Aanbevelingen:

source: Summarize
de_de: Zusammenfassen
es_es: Resumir
fr_fr: Résumer
nl_nl: Samenvatten

source: Summarize key insights from my interviews
de_de: Fass die wichtigsten Erkenntnisse aus meinen Interviews zusammen
es_es: Resume las ideas clave de mis entrevistas
fr_fr: Résume les principaux enseignements de mes entretiens
nl_nl: Vat de belangrijkste inzichten uit mijn interviews samen

source: Summarize this interview into a shareable article
de_de: Fass dieses Interview als teilbaren Artikel zusammen
es_es: Resume esta entrevista en un artículo para compartir
fr_fr: Résume cet entretien en un article partageable
nl_nl: Vat dit interview samen in een artikel dat je kunt delen

source: Summary
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Résumé
nl_nl: Samenvatting

source: Summary (when available)
es_es: Resumen (cuando esté disponible)
nl_nl: Samenvatting (wanneer beschikbaar)

source: Summary generated successfully.
de_de: Zusammenfassung erstellt.
es_es: Resumen generado.
fr_fr: Résumé généré.
nl_nl: Samenvatting gemaakt.

source: Summary regenerated successfully.
de_de: Zusammenfassung neu erstellt.
es_es: Resumen regenerado.
fr_fr: Résumé régénéré.
nl_nl: Samenvatting opnieuw gemaakt.

source: Summary will be available once the conversation is transcribed
de_de: Die Zusammenfassung ist verfügbar, sobald das Gespräch transkribiert ist.
es_es: El resumen estará disponible cuando la conversación esté transcrita
fr_fr: Le résumé sera disponible une fois la conversation transcrite.
nl_nl: Samenvatting komt beschikbaar als het gesprek is uitgeschreven.

source: Supported formats: MP3, WAV, OGG, WEBM, M4A, MP4, AAC, FLAC, OPUS
de_de: Unterstützte Formate: MP3, WAV, OGG, WEBM, M4A, MP4, AAC, FLAC, OPUS
es_es: Formatos soportados: MP3, WAV, OGG, WEBM, M4A, MP4, AAC, FLAC, OPUS
fr_fr: Formats supportés: MP3, WAV, OGG, WEBM, M4A, MP4, AAC, FLAC, OPUS
nl_nl: Ondersteunde formaten: MP3, WAV, OGG, WEBM, M4A, MP4, AAC, FLAC, OPUS

source: participant.link.switch.text
de_de: Switch to text input
es_es: Cambiar a entrada de texto
fr_fr: Passer à la saisie de texte
nl_nl: Overschakelen naar tekstinvoer

source: System
es_es: Sistema
fr_fr: Système
nl_nl: Systeem

source: Tags
es_es: Etiquetas
fr_fr: Étiquettes
nl_nl: Trefwoorden

source: Take some time to create an outcome that makes your contribution concrete or get an immediate reply from Dembrane to help you deepen the conversation.
es_es: Tómate un tiempo para crear un resultado que haga tu contribución concreta u obtén una respuesta inmediata de dembrane para ayudarte a profundizar en la conversación.
nl_nl: Neem even de tijd om een resultaat te creëren dat je bijdrage concreet maakt of krijg direct een reactie van dembrane om het gesprek te verdiepen.
