Repository: Dembrane/echo
Catalog: echo/frontend/src/locales/*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Help us translate
es_es: Ayúdanos a traducir
fr_fr: Aidez-nous à traduire
nl_nl: Help ons te vertalen

source: Hi, {0}
de_de: Hallo, {0}
es_es: Hola, {0}
fr_fr: Bonjour, {0}
nl_nl: Hallo, {0}

source: Hidden
es_es: Oculto
fr_fr: Masqué
nl_nl: Verborgen

source: Hidden gem
es_es: Joya oculta
fr_fr: Pépite cachée
nl_nl: Verborgen parel

source: Hide
es_es: Ocultar
nl_nl: Verbergen

source: Hide data
es_es: Ocultar datos
fr_fr: Masquer les données
nl_nl: Gegevens verbergen

source: Hide revision data
es_es: Ocultar datos de revisión
fr_fr: Masquer les données de révision
nl_nl: Revisiegegevens verbergen

source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil

source: How it works:
es_es: Cómo funciona:
nl_nl: Hoe het werkt:

source: How would you describe to a colleague what are you trying to accomplish with this project? * What is the north star goal or key metric * What does success look like
de_de: Wie würden Sie einem Kollegen beschreiben, was Sie mit diesem Projekt erreichen möchten? * Was ist das übergeordnete Ziel oder die wichtigste Kennzahl * Wie sieht Erfolg aus
es_es: ¿Cómo le describirías a un colega lo que estás tratando de lograr con este proyecto? * ¿Cuál es el objetivo principal o métrica clave? * ¿Cómo se ve el éxito?
fr_fr: Comment décririez-vous à un collègue ce que vous essayez d'accomplir avec ce projet ? * Quel est l'objectif principal ou la métrique clé * À quoi ressemble le succès
nl_nl: Hoe zou je een collega uitleggen wat je probeert te bereiken met dit project? * Wat is het doel of belangrijkste maatstaf * Hoe ziet succes eruit

source: participant.button.i.understand
de_de: I understand
es_es: Entiendo
fr_fr: Je comprends
nl_nl: Ik begrijp het

source: Identify recurring themes, topics, and arguments that appear consistently across conversations. Analyze their frequency, intensity, and consistency. Expected output: 3-7 aspects for small datasets, 5-12 for medium datasets, 8-15 for large datasets. Processing guidance: Focus on distinct patterns that emerge across multiple conversations.
de_de: Identifizieren Sie wiederkehrende Themen, Themen und Argumente, die in Gesprächen konsistent auftreten. Analysieren Sie ihre Häufigkeit, Intensität und Konsistenz. Erwartete Ausgabe: 3-7 Aspekte für kleine Datensätze, 5-12 für mittlere Datensätze, 8-15 für große Datensätze. Verarbeitungsanleitung: Konzentrieren Sie sich auf unterschiedliche Muster, die in mehreren Gesprächen auftreten.
es_es: Identifica temas recurrentes, temas y argumentos que aparecen consistentemente en las conversaciones. Analiza su frecuencia, intensidad y consistencia. Salida esperada: 3-7 aspectos para conjuntos de datos pequeños, 5-12 para conjuntos de datos medianos, 8-15 para conjuntos de datos grandes. Guía de procesamiento: Enfócate en patrones distintos que emergen en múltiples conversaciones.
fr_fr: Identifiez les thèmes, sujets et arguments récurrents qui apparaissent de manière cohérente dans les conversations. Analysez leur fréquence, intensité et cohérence. Sortie attendue: 3-7 aspects pour les petits ensembles de données, 5-12 pour les ensembles de données moyens, 8-15 pour les grands ensembles de données. Conseils de traitement: Concentrez-vous sur les motifs distincts qui apparaissent dans de multiples conversations.
nl_nl: Identificeer herhalende thema's, onderwerpen en argumenten die consistent in gesprekken voorkomen. Analyseer hun frequentie, intensiteit en consistentie. Verwachte uitvoer: 3-7 aspecten voor kleine datasets, 5-12 voor middelgrote datasets, 8-15 voor grote datasets. Verwerkingsrichtlijn: Focus op verschillende patronen die in meerdere gesprekken voorkomen.

source: participant.verify.instructions.approve.artefact
es_es: Si está satisfecho con {objectLabel}, haga clic en "Aprobar" para mostrar que se siente escuchado.

source: If you're not sure, you probably don't need it yet. Webhooks are an advanced feature typically used by developers or teams with custom integrations. You can always set them up later.
es_es: Si no estás seguro, probablemente no lo necesites todavía. Los webhooks son una característica avanzada típicamente utilizada por desarrolladores o equipos con integraciones personalizadas. Puedes configurarlas siempre más tarde.
nl_nl: Als je niet zeker bent, is het waarschijnlijk nog niet nodig. Webhooks zijn een geavanceerde functie die meestal wordt gebruikt door ontwikkelaars of teams met aangepaste integraties. Je kunt ze altijd later instellen.

source: If you're setting up webhook integrations, we'd love to learn about your use case. We're also building observability features including audit logs and delivery tracking.
es_es: Si estás configurando integraciones de webhook, nos encantaría conocer tu caso de uso. También estamos construyendo características de observabilidad, incluyendo registros de auditoría y seguimiento de entrega.
nl_nl: Als je webhook-integraties instelt, zouden we graag weten wat je voor gebruik hebt. We zijn ook bezig met observability-functies, waaronder auditlogboeken en leveringstracking.

source: Include portal link in report
de_de: Link zur Portal-Seite in Bericht einschließen
es_es: Incluir enlace al portal en el informe
fr_fr: Inclure le lien vers le portail dans le rapport
nl_nl: Link naar portal in rapport opnemen

source: Invalid code. Please request a new one.
de_de: Ungültiger Code. Bitte fordern Sie einen neuen an.
es_es: Código inválido. Por favor solicita uno nuevo.
fr_fr: Code invalide. Veuillez en demander un nouveau.
nl_nl: Ongeldige code. Vraag een nieuwe aan.

source: Invalid credentials.
de_de: Ungültige Anmeldedaten.
es_es: Credenciales inválidas.
fr_fr: Identifiants invalides.
nl_nl: Ongeldige inloggegevens.

source: Invalid token. Please try again.
de_de: Ungültiges Token. Bitte versuchen Sie es erneut.
es_es: Token inválido. Por favor intenta de nuevo.
fr_fr: Jeton invalide. Veuillez réessayer.
nl_nl: Ongeldig token. Probeer het opnieuw.

source: IP Address
es_es: Dirección IP
fr_fr: Adresse IP
nl_nl: IP-adres

source: participant.conversation.error.deleted
de_de: Das Gespräch wurde während der Aufnahme gelöscht. Wir haben die Aufnahme beendet, um Probleme zu vermeiden. Sie können jederzeit ein neues Gespräch starten.
es_es: Parece que la conversación se eliminó mientras grababas. Hemos detenido la grabación para evitar cualquier problema. Puedes iniciar una nueva en cualquier momento.
fr_fr: Il semble que la conversation a été supprimée pendant que vous enregistriez. Nous avons arrêté l'enregistrement pour éviter tout problème. Vous pouvez en commencer une nouvelle à tout moment.
nl_nl: Het gesprek is verwijderd terwijl je opnam. We hebben de opname gestopt om problemen te voorkomen. Je kunt een nieuwe opnemen wanneer je wilt.

source: library.not.available.message
de_de: Es scheint, dass die Bibliothek für Ihr Konto nicht verfügbar ist. Bitte fordern Sie Zugriff an, um dieses Feature zu entsperren.
es_es: Parece que la biblioteca no está disponible para tu cuenta. Por favor, solicita acceso para desbloquear esta funcionalidad.
fr_fr: Il semble que la bibliothèque n'est pas disponible pour votre compte. Veuillez demander un accès pour débloquer cette fonctionnalité.
nl_nl: Het lijkt erop dat de bibliotheek niet beschikbaar is voor uw account. Vraag om toegang om deze functionaliteit te ontgrendelen.

source: participant.outcome.error.description
es_es: No pudimos cargar este resultado. Esto podría ser un problema temporal. Puede intentar recargar o volver atrás para seleccionar un tema diferente.
nl_nl: We konden deze uitkomst niet laden. Dit kan een tijdelijk probleem zijn. U kunt proberen te herladen of teruggaan om een ander onderwerp te selecteren.

source: It sounds like more than one person is speaking. Taking turns will help us hear everyone clearly.
de_de: Es klingt, als würden mehrere Personen sprechen. Wenn Sie abwechselnd sprechen, können wir alle deutlich hören.
es_es: Suena como si hablaran más de una persona. Tomar turnos nos ayudará a escuchar a todos claramente.
fr_fr: Il semble que plusieurs personnes parlent. Prendre des tours nous aidera à entendre tout le monde clairement.
nl_nl: Het lijkt erop dat meer dan één persoon spreekt. Het afwisselen zal ons helpen iedereen duidelijk te horen.

source: Italian
es_es: Italiano
fr_fr: Italien
nl_nl: Italiaans

source: Just a moment
de_de: Einen Moment bitte
es_es: Un momento
fr_fr: Un instant
nl_nl: Gewoon een momentje

source: Keep access secure with a one-time code from your authenticator app. Toggle two-factor authentication for this account.
es_es: Mantén el acceso seguro con un código de un solo uso de tu aplicación de autenticación. Activa o desactiva la autenticación de dos factores para esta cuenta.
fr_fr: Sécurisez l'accès avec un code à usage unique de votre application d'authentification. Activez ou désactivez l'authentification à deux facteurs pour ce compte.
nl_nl: Houd de toegang veilig met een eenmalige code uit je authenticator-app. Gebruik deze schakelaar om tweestapsverificatie voor dit account te beheren.

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
nl_nl: Taal

source: Last Name
de_de: Nachname
es_es: Apellido
fr_fr: Nom
nl_nl: Achternaam

source: Last saved {0}
de_de: Zuletzt gespeichert am {0}
es_es: Última vez guardado el {0}
fr_fr: Dernièrement enregistré le {0}
nl_nl: Laatst opgeslagen {0}

source: Last Updated
de_de: Zuletzt aktualisiert
es_es: Última actualización
fr_fr: Dernière mise à jour
nl_nl: Laatst bijgewerkt

source: Learn more about webhooks
es_es: Aprender más sobre webhooks
nl_nl: Meer informatie over webhooks

source: Leave empty to keep existing
es_es: Dejar vacío para mantener el existente
nl_nl: Laat leeg om bestaande te behouden

source: Let us know!
de_de: Lassen Sie uns wissen!
es_es: Háganos saber!
fr_fr: Laissez-nous savoir!
nl_nl: Laat het ons weten!

source: Library
de_de: Bibliothek
es_es: Biblioteca
fr_fr: Bibliothèque
nl_nl: Bibliotheek

source: library.title
de_de: Bibliothek
es_es: Biblioteca
fr_fr: Bibliothèque
nl_nl: Bibliotheek

source: Library creation is in progress
de_de: Bibliothekserstellung läuft
es_es: La creación de la biblioteca está en progreso
fr_fr: Création de la bibliothèque en cours
nl_nl: Bibliotheek wordt aangemaakt

source: License Plate
es_es: Matrícula

source: Link
es_es: Enlace
fr_fr: Lien

source: participant.live.audio.level
de_de: Live Audiopegel:
es_es: Nivel de audio en vivo
fr_fr: Niveau audio en direct:
nl_nl: Live audio niveau:

source: Live Preview
de_de: Live Vorschau
es_es: Vista Previa en Vivo
fr_fr: Vue en direct
nl_nl: Live Voorbeeld

source: participant.verify.instructions.loading
es_es: Cargando

source: Loading
de_de: Laden
es_es: Cargando
fr_fr: Chargement
nl_nl: Bezig met laden

source: Loading actions...
es_es: Cargando acciones...
fr_fr: Chargement des actions...
nl_nl: Acties worden geladen...

source: participant.concrete.loading.artefact
de_de: Artefakt wird geladen…
es_es: Cargando artefacto
fr_fr: Chargement de l'artefact
nl_nl: Tekst aan het laden…

source: Loading audit logs…
es_es: Cargando registros de auditoría…
fr_fr: Chargement des journaux d'audit…
nl_nl: Auditlogboeken worden geladen…

source: Loading collections...
es_es: Cargando colecciones...
fr_fr: Chargement des collections...
nl_nl: Collecties worden geladen...

source: Loading microphones...
de_de: Mikrofone werden geladen...
es_es: Cargando micrófonos...
fr_fr: Chargement des microphones...
nl_nl: Microfoons laden...

source: Loading transcript...
de_de: Transkript wird geladen ...
es_es: Cargando transcripción...
fr_fr: Chargement de la transcription...
nl_nl: Transcript aan het laden...

source: Loading verify topics…
es_es: Cargando temas de verificación…

source: loading...
de_de: wird geladen...
es_es: cargando...
fr_fr: chargement...
nl_nl: bezig met laden...

source: Loading...
de_de: Laden...
es_es: Cargando...
fr_fr: Chargement...
nl_nl: Bezig met laden...

source: Loading…
es_es: Cargando…
fr_fr: Chargement…
nl_nl: Bezig met laden…

source: Login
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Connexion
nl_nl: Inloggen

source: Login | Dembrane
de_de: Anmelden | Dembrane
es_es: Iniciar sesión | Dembrane
fr_fr: Connexion | Dembrane
nl_nl: Inloggen | Dembrane

source: Login as an existing user
de_de: Als bestehender Benutzer anmelden
es_es: Iniciar sesión como usuario existente
fr_fr: Se connecter en tant qu'utilisateur existant
nl_nl: Inloggen als bestaande gebruiker

source: Logo removed
es_es: Logo eliminado
nl_nl: Logo verwijderd

source: Logo updated successfully
es_es: Logo actualizado correctamente
nl_nl: Logo succesvol bijgewerkt

source: Logout
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
nl_nl: Uitloggen

source: Longest First
de_de: Längste zuerst
es_es: Más largo primero
fr_fr: Plus long en premier
nl_nl: Langste eerst

source: Mark all read
de_de: Alle als gelesen markieren
es_es: Marcar todos como leídos
fr_fr: Marquer toutes comme lues
nl_nl: Alle als gelezen markeren

source: Mark as read
de_de: Als gelesen markieren
es_es: Marcar como leído
fr_fr: Marquer comme lue
nl_nl: Als gelezen markeren

source: Meeting Notes
de_de: Besprechungsnotizen
es_es: Notas de Reunión
fr_fr: Notes de réunion
nl_nl: Vergadernotities

source: Messages from {0} - {1}%
de_de: Nachrichten von {0} - {1}%
es_es: Mensajes de {0} - {1}%
fr_fr: Messages de {0} - {1}%
nl_nl: Berichten van {0} - {1}%

source: Microphone access is still denied. Please check your settings and try again.
de_de: Der Mikrofonzugriff ist weiterhin verweigert. Bitte überprüfen Sie Ihre Einstellungen und versuchen Sie es erneut.
es_es: El acceso al micrófono sigue denegado. Por favor verifica tu configuración e intenta de nuevo.
fr_fr: L'accès au microphone est toujours refusé. Veuillez vérifier vos paramètres et réessayer.
nl_nl: Toegang tot de microfoon wordt nog steeds geweigerd. Controleer uw instellingen en probeer het opnieuw.

source: Mode
de_de: Modus
es_es: Modo
nl_nl: Modus

source: More templates
de_de: Mehr Vorlagen
es_es: Más templates
fr_fr: Plus de templates
nl_nl: Meer templates

source: Move
de_de: Verschieben
es_es: Mover
fr_fr: Déplacer
nl_nl: Verplaatsen

source: Move Conversation
de_de: Gespräch verschieben
es_es: Mover Conversación
fr_fr: Déplacer
nl_nl: Verplaats gesprek

source: Move to Another Project
de_de: Gespräch zu einem anderen Projekt verschieben
es_es: Mover a otro Proyecto
fr_fr: Déplacer vers un autre projet
nl_nl: Verplaats naar een ander project

source: Move to Project
de_de: Gespräch zu einem anderen Projekt verschieben
es_es: Mover a Proyecto
fr_fr: Déplacer vers un projet
nl_nl: Verplaats naar project

source: Name
es_es: Nombre
fr_fr: Nom
nl_nl: Naam

source: Name A-Z
es_es: Nombre A-Z
fr_fr: Nom A-Z
nl_nl: Naam A-Z

source: Name is required
es_es: El nombre es requerido
nl_nl: Naam is verplicht

source: Name Z-A
es_es: Nombre Z-A
fr_fr: Nom Z-A
nl_nl: Naam Z-A

source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
nl_nl: Nieuw

source: New Conversation Name
de_de: Neuer Gespräch Name
es_es: Nuevo nombre de conversación
fr_fr: Nom du nouveau conversation
nl_nl: Nieuwe Gesprek Naam

source: library.new.conversations
de_de: Seit der Erstellung der Bibliothek wurden neue Gespräche hinzugefügt. Generieren Sie die Bibliothek neu, um diese zu verarbeiten.
es_es: Se han añadido nuevas conversaciones desde que se generó la biblioteca. Regenera la biblioteca para procesarlas.
fr_fr: De nouvelles conversations ont été ajoutées depuis la génération de la bibliothèque. Régénérez la bibliothèque pour les traiter.
nl_nl: Er zijn nieuwe gesprekken toegevoegd sinds de bibliotheek is gegenereerd. Genereer de bibliotheek opnieuw om ze te verwerken.

source: New Password
de_de: Neues Passwort
es_es: Nueva Contraseña
fr_fr: Nouveau mot de passe
nl_nl: Nieuw wachtwoord

source: New Project
de_de: Neues Projekt
es_es: Nuevo Proyecto
fr_fr: Nouveau projet
nl_nl: Nieuw project

source: Newest First
de_de: Neueste zuerst
es_es: Más nuevos primero
fr_fr: Plus récent en premier
nl_nl: Nieuwste eerst

source: participant.button.next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
nl_nl: Volgende

source: participant.ready.to.begin.button.text
de_de: Bereit zum Beginn
es_es: ¿Listo para comenzar?
fr_fr: Prêt à commencer
nl_nl: Klaar om te beginnen

source: participant.verify.selection.button.next
es_es: Siguiente

source: participant.verify.instructions.button.next
es_es: Siguiente

source: participant.button.finish.no.text.mode
de_de: Nein
es_es: No
fr_fr: Non
nl_nl: Nee

source: No actions found
es_es: No se encontraron acciones
fr_fr: Aucune action trouvée
nl_nl: Geen acties gevonden

source: No announcements available
de_de: Keine Ankündigungen verfügbar
es_es: No hay anuncios disponibles
fr_fr: Aucune annonce disponible
nl_nl: Geen meldingen beschikbaar

source: No audit logs match the current filters.
es_es: No hay registros de auditoría que coincidan con los filtros actuales.
fr_fr: Aucun journal d'audit ne correspond aux filtres actuels.
nl_nl: Geen auditlogboeken komen overeen met de huidige filters.

source: project.sidebar.chat.empty.description
de_de: Keine Chats gefunden. Starten Sie einen Chat mit dem "Fragen"-Button.
es_es: No se encontraron chats. Inicia un chat usando el botón "Preguntar".
fr_fr: Aucune discussion trouvée. Commencez une discussion en utilisant le bouton "Demander".
nl_nl: Geen chats gevonden. Start een chat met behulp van de "Vraag" knop.

source: No collections found
es_es: No se encontraron colecciones
fr_fr: Aucune collection trouvée
nl_nl: Geen collecties gevonden

source: No content
es_es: No hay contenido
fr_fr: Aucun contenu
nl_nl: Geen inhoud

source: No conversations available to create library
de_de: Keine Gespräche verfügbar, um eine Bibliothek zu erstellen
es_es: No hay conversaciones disponibles para crear la biblioteca
fr_fr: Aucune conversation disponible pour créer la bibliothèque
nl_nl: Geen gesprekken beschikbaar om bibliotheek te maken

source: library.no.conversations
de_de: Keine Gespräche verfügbar, um eine Bibliothek zu erstellen
es_es: No hay conversaciones disponibles para crear la biblioteca
fr_fr: Aucune conversation disponible pour créer la bibliothèque
nl_nl: Geen gesprekken beschikbaar om bibliotheek te maken

source: No conversations found.
de_de: Keine Gespräche gefunden.
es_es: No se encontraron conversaciones.
fr_fr: Aucune conversation trouvée.
nl_nl: Geen gesprekken gevonden.

source: No conversations found. Start a conversation using the participation invite link from the <0><1>project overview.</1></0>
de_de: Keine Gespräche gefunden. Starten Sie ein Gespräch über den Teilnahme-Einladungslink aus der <0><1>Projektübersicht.</1></0>
es_es: No se encontraron conversaciones. Inicia una conversación usando el enlace de invitación de participación desde la <0><1>vista general del proyecto.</1></0>
fr_fr: Aucune conversation trouvée. Commencez une conversation en utilisant le lien d'invitation à participer depuis la <0><1>vue d'ensemble du projet.</1></0>
nl_nl: Geen gesprekken gevonden. Start een gesprek met behulp van de deelname-uitnodigingslink uit het <0><1>projectoverzicht.</1></0>

source: select.all.modal.no.conversations
es_es: No se procesaron conversaciones. Esto puede ocurrir si todas las conversaciones ya están en el contexto o no coinciden con los filtros seleccionados.
fr_fr: Aucune conversation n'a été traitée. Cela peut se produire si toutes les conversations sont déjà dans le contexte ou ne correspondent pas aux filtres sélectionnés.
nl_nl: Er zijn geen gesprekken verwerkt. Dit kan gebeuren als alle gesprekken al in de context zijn of niet overeenkomen met de geselecteerde filters.

source: No conversations yet
de_de: Noch keine Gespräche
es_es: No hay conversaciones aún
fr_fr: Aucune conversation
nl_nl: Nog geen gesprekken

source: No new feedback detected yet. Please continue your discussion and try again soon.
de_de: Noch keine neuen Feedback erkannt. Bitte fahren Sie mit Ihrer Diskussion fort und versuchen Sie es später erneut.
es_es: No se han detectado nuevos comentarios aún. Por favor, continúa tu discusión y vuelve a intentarlo pronto.
fr_fr: Aucun nouveau feedback détecté encore. Veuillez continuer votre discussion et réessayer bientôt.
nl_nl: Noch geen nieuwe feedback gedetecteerd. Ga door met je gesprek en probeer het opnieuw binnenkort.

source: No projects found {0}
de_de: Keine Projekte gefunden {0}
es_es: No se encontraron proyectos {0}
fr_fr: Aucun projet trouvé {0}
nl_nl: Geen projecten gevonden {0}

source: No projects found for search term
de_de: Keine Projekte für den Suchbegriff gefunden
es_es: No se encontraron proyectos para el término de búsqueda
fr_fr: Aucun projet trouvé pour ce terme de recherche
nl_nl: Geen projecten gevonden voor de zoekterm

source: No report found
de_de: Kein Bericht gefunden
es_es: No se encontró ningún informe
fr_fr: Aucun rapport trouvé
nl_nl: Geen rapport gevonden

source: No results
es_es: Sin resultados
fr_fr: Aucun résultat
nl_nl: Geen resultaten

source: No tags found
de_de: Keine Tags gefunden
es_es: No se encontraron etiquetas
fr_fr: Aucune étiquette trouvée
nl_nl: Geen trefwoorden gevonden

source: No tags have been added to this project yet. Add a tag using the text input above to get started.
de_de: Diesem Projekt wurden noch keine Tags hinzugefügt. Fügen Sie ein Tag über die Texteingabe oben hinzu, um zu beginnen.
es_es: Aún no se han añadido etiquetas a este proyecto. Añade una etiqueta usando el campo de texto de arriba para comenzar.
fr_fr: Aucune étiquette n'a encore été ajoutée à ce projet. Ajoutez une étiquette en utilisant le champ de texte ci-dessus pour commencer.
nl_nl: Er zijn nog geen trefwoorden toegevoegd aan dit project. Voeg een trefwoord toe met behulp van de tekstinvoer boven aan om te beginnen.

source: No Transcript Available
de_de: Kein Transkript verfügbar
es_es: No hay transcripción disponible
fr_fr: Aucune transcription disponible
nl_nl: Geen transcript beschikbaar

source: No transcript exists for this conversation yet. Please check back later.
de_de: Noch kein Transkript für dieses Gespräch vorhanden. Bitte später erneut prüfen.
es_es: Aún no existe transcripción para esta conversación. Por favor, revisa más tarde.
fr_fr: Aucune transcription n'existe pour cette conversation. Veuillez vérifier plus tard.
nl_nl: Er is nog geen transcript beschikbaar voor dit gesprek. Controleer later opnieuw.

source: No valid audio files were selected. Please select audio files only (MP3, WAV, OGG, etc).
de_de: Es wurden keine gültigen Audio-Dateien ausgewählt. Bitte wählen Sie nur Audio-Dateien (MP3, WAV, OGG, etc.) aus.
es_es: No se seleccionaron archivos de audio válidos. Por favor, selecciona solo archivos de audio (MP3, WAV, OGG, etc).
fr_fr: Aucun fichier audio valide n'a été sélectionné. Veuillez sélectionner uniquement des fichiers audio (MP3, WAV, OGG, etc).
nl_nl: Er zijn geen geldige audiobestanden geselecteerd. Selecteer alleen audiobestanden (MP3, WAV, OGG, etc).

source: No verification topics are configured for this project.
es_es: No hay temas de verificación configurados para este proyecto.
fr_fr: Aucun sujet de vérification n'est configuré pour ce projet.
nl_nl: Er zijn geen verificatie-onderwerpen voor dit project geconfigureerd.

source: No verify topics available.
es_es: No hay temas de verificación disponibles.

source: No webhooks configured
es_es: No hay webhooks configurados
nl_nl: Geen webhooks geconfigureerd

source: No webhooks found
es_es: No se encontraron webhooks
nl_nl: Geen webhooks gevonden

source: select.all.modal.not.added
es_es: No añadidas
fr_fr: Non ajoutées
nl_nl: Niet toegevoegd

source: Not available
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Non disponible
nl_nl: Niet beschikbaar
