Repository: Dembrane/echo
Catalog: echo/frontend/src/locales/*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Take some time to create an outcome that makes your contribution concrete.
es_es: Tómate un tiempo para crear un resultado que haga tu contribución concreta.
nl_nl: Neem even de tijd om een resultaat te creëren dat je bijdrage concreet maakt.

source: participant.refine.make.concrete.description
de_de: Take some time to create an outcome that makes your contribution concrete.
es_es: Tómate un tiempo para crear un resultado que haga tu contribución concreta.
fr_fr: Take some time to create an outcome that makes your contribution concrete.
nl_nl: Neem even de tijd om een resultaat te creëren dat je bijdrage concreet maakt.

source: Template applied
de_de: Template übernommen
es_es: Plantilla aplicada
fr_fr: Template appliqué
nl_nl: Template toegepast

source: Templates
de_de: Vorlagen
es_es: Plantillas
fr_fr: Modèles
nl_nl: Sjablonen

source: Test Webhook
es_es: Testear Webhook
nl_nl: Webhook testen

source: Text
es_es: Texto
fr_fr: Texte
nl_nl: Tekst

source: Thank you for participating!
de_de: Vielen Dank für Ihre Teilnahme!
es_es: ¡Gracias por participar!
fr_fr: Merci pour votre participation !
nl_nl: Dank je wel voor je deelname!

source: Thank You Page Content
de_de: Danke-Seite Inhalt
es_es: Contenido de la Página de Gracias
fr_fr: Contenu de la page Merci
nl_nl: Bedankt pagina inhoud

source: Thank you!
es_es: ¡Gracias!
nl_nl: Bedankt!

source: That code didn't work. Try again with a fresh code from your authenticator app.
es_es: Ese código no funcionó. Inténtalo de nuevo con un código nuevo de tu aplicación de autenticación.
fr_fr: Ce code n'a pas fonctionné. Réessayez avec un nouveau code de votre application d'authentification.
nl_nl: Die code werkte niet. Probeer het opnieuw met een verse code uit je authenticator-app.

source: The code didn't work, please try again.
de_de: Der Code hat nicht funktioniert, versuch’s nochmal.
es_es: El código no ha funcionado, inténtalo otra vez.
fr_fr: Le code n'a pas fonctionné, veuillez réessayer.
nl_nl: Code werkt niet, probeer het nog een keer.

source: participant.conversation.error.loading.text.mode
de_de: Das Gespräch konnte nicht geladen werden. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
es_es: Algo salió mal con la conversación. Por favor, inténtalo de nuevo o contacta al soporte si el problema persiste
fr_fr: La conversation n'a pas pu être chargée. Veuillez réessayer ou contacter le support.
nl_nl: Er is iets misgegaan met het gesprek. Probeer het alstublieft opnieuw of neem contact op met de ondersteuning als het probleem blijft bestaan

source: participant.conversation.error.loading
de_de: Das Gespräch konnte nicht geladen werden. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
es_es: Algo salió mal con la conversación. Por favor, inténtalo de nuevo o contacta al soporte si el problema persiste
fr_fr: La conversation n'a pas pu être chargée. Veuillez réessayer ou contacter le support.
nl_nl: Er is iets misgegaan met het gesprek. Probeer het alstublieft opnieuw of neem contact op met de ondersteuning als het probleem blijft bestaan

source: The endpoint where we'll send the data. Get this from your receiving service (e.g., Zapier, Make, or your own server).
es_es: El endpoint donde enviaremos los datos. Obtén esto de tu servicio de recepción (por ejemplo, Zapier, Make, o tu propio servidor).
nl_nl: Het eindpunt waar we de gegevens zullen verzenden. Haal dit op van uw ontvangende service (bijvoorbeeld Zapier, Make, of uw eigen server).

source: The following conversations were automatically added to the context
de_de: Die folgenden Gespräche wurden automatisch zum Kontext hinzugefügt
es_es: Las siguientes conversaciones se agregaron automáticamente al contexto
fr_fr: Les conversations suivantes ont été automatiquement ajoutées au contexte
nl_nl: De volgende gesprekken werden automatisch toegevoegd aan de context

source: The summary is being generated. Please wait for it to be available.
de_de: Die Zusammenfassung wird erstellt. Warte, bis sie verfügbar ist.
es_es: Estamos generando el resumen. Espera a que esté disponible.
fr_fr: Le résumé est en cours de génération. Attends qu’il soit disponible.
nl_nl: Samenvatting wordt gemaakt. Even wachten tot die klaar is.

source: The summary is being regenerated. Please wait for it to be available.
de_de: Die Zusammenfassung wird neu erstellt. Warte, bis sie verfügbar ist.
es_es: Estamos regenerando el resumen. Espera a que esté disponible.
fr_fr: Le résumé est en cours de régénération. Attends qu’il soit disponible.
nl_nl: Samenvatting wordt opnieuw gemaakt. Even wachten tot die klaar is.

source: The webhook URL and events will be cloned. You'll need to re-enter the secret if one was configured.
es_es: La URL del webhook y los eventos se clonarán. Necesitarás volver a introducir el secreto si se configuró uno.
nl_nl: De webhook URL en gebeurtenissen worden gekloond. Je moet de geheime sleutel opnieuw invoeren als er een was geconfigureerd.

source: Theme
es_es: Tema
fr_fr: Thème
nl_nl: Thema

source: There was an error cloning your project. Please try again or contact support.
de_de: Beim Klonen Ihres Projekts ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
es_es: Hubo un error al clonar tu proyecto. Por favor, inténtalo de nuevo o contacta al soporte.
fr_fr: Il y avait une erreur lors du clonage de votre projet. Veuillez réessayer ou contacter le support.
nl_nl: Er is een fout opgetreden bij het klonen van uw project. Probeer het alstublieft opnieuw of neem contact op met de ondersteuning.

source: There was an error creating your report. Please try again or contact support.
de_de: Beim Erstellen Ihres Berichts ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
es_es: Hubo un error al crear tu informe. Por favor, inténtalo de nuevo o contacta al soporte.
fr_fr: Il y avait une erreur lors de la création de votre rapport. Veuillez réessayer ou contacter le support.
nl_nl: Er is een fout opgetreden bij het maken van uw rapport. Probeer het alstublieft opnieuw of neem contact op met de ondersteuning.

source: There was an error generating your report. In the meantime, you can analyze all your data using the library or select specific conversations to chat with.
de_de: Beim Erstellen Ihres Berichts ist ein Fehler aufgetreten. In der Zwischenzeit können Sie alle Ihre Daten mithilfe der Bibliothek oder spezifische Gespräche auswählen, um mit ihnen zu chatten.
es_es: Hubo un error al generar tu informe. En el tiempo, puedes analizar todos tus datos usando la biblioteca o seleccionar conversaciones específicas para conversar.
fr_fr: Il y avait une erreur lors de la génération de votre rapport. En attendant, vous pouvez analyser tous vos données à l'aide de la bibliothèque ou sélectionner des conversations spécifiques pour discuter.
nl_nl: Er is een fout opgetreden bij het genereren van uw rapport. In de tijd, kunt u alle uw gegevens analyseren met de bibliotheek of selecteer specifieke gesprekken om te praten.

source: There was an error updating your report. Please try again or contact support.
de_de: Beim Aktualisieren Ihres Berichts ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
es_es: Hubo un error al actualizar tu informe. Por favor, inténtalo de nuevo o contacta al soporte.
fr_fr: Il y avait une erreur lors de la mise à jour de votre rapport. Veuillez réessayer ou contacter le support.
nl_nl: Er is een fout opgetreden bij het bijwerken van uw rapport. Probeer het alstublieft opnieuw of neem contact op met de ondersteuning.

source: There was an error verifying your email. Please try again.
de_de: Bei der Verifizierung Ihrer E-Mail ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_es: Hubo un error al verificar tu correo electrónico. Por favor, inténtalo de nuevo.
fr_fr: Il y avait une erreur lors de la vérification de votre e-mail. Veuillez réessayer.
nl_nl: Er is een fout opgetreden bij het verifiëren van uw e-mail. Probeer het alstublieft opnieuw.

source: select.all.modal.other.reason.description
es_es: Estas conversaciones fueron excluidas debido a la falta de transcripciones.
fr_fr: Ces conversations ont été exclues en raison de transcriptions manquantes.
nl_nl: Deze gesprekken werden uitgesloten vanwege ontbrekende transcripties.

source: These default view templates will be generated when you create your first library.
de_de: Diese Standard-Ansichtsvorlagen werden generiert, wenn Sie Ihre erste Bibliothek erstellen.
es_es: Estas plantillas de vista predeterminadas se generarán cuando crees tu primera biblioteca.
fr_fr: Ces modèles de vue par défaut seront générés lorsque vous créerez votre première bibliothèque.
nl_nl: Deze standaardweergaven worden automatisch aangemaakt wanneer je je eerste bibliotheek maakt.

source: Thinking...
de_de: Denke nach...
es_es: Pensando...
fr_fr: Réflexion en cours...
nl_nl: Denken...

source: conversation.linked_conversations.description
de_de: Dieses Gespräch hat die folgenden Kopien:
es_es: Esta conversación tiene las siguientes copias:
fr_fr: Cette conversation a les copies suivantes :
nl_nl: Dit gesprek heeft de volgende kopieën:

source: conversation.linking_conversations.description
de_de: Dieses Gespräch ist eine Kopie von
es_es: Esta conversación es una copia de
fr_fr: Cette conversation est une copie de
nl_nl: Dit gesprek is een kopie van

source: This email is already in the list.
de_de: Diese E-Mail ist bereits in der Liste.
es_es: Este correo electrónico ya está en la lista.
fr_fr: Cette e-mail est déjà dans la liste.
nl_nl: Deze e-mail is al in de lijst.

source: participant.modal.refine.info.available.in
de_de: This feature will be available in {remainingTime} seconds.
es_es: Esta función estará disponible en {remainingTime} segundos.
fr_fr: Cette fonctionnalité sera disponible dans {remainingTime} secondes.
nl_nl: Deze functie is beschikbaar over {remainingTime} seconden.

source: This information is anonymized
es_es: Esta información está anónima

source: This is a live preview of the participant's portal. You will need to refresh the page to see the latest changes.
de_de: Dies ist eine Live-Vorschau des Teilnehmerportals. Sie müssen die Seite aktualisieren, um die neuesten Änderungen zu sehen.
es_es: Esta es una vista previa en vivo del portal del participante. Necesitarás actualizar la página para ver los cambios más recientes.
fr_fr: Cette est une vue en direct du portail du participant. Vous devrez actualiser la page pour voir les dernières modifications.
nl_nl: Dit is een live voorbeeld van het portaal van de deelnemer. U moet de pagina vernieuwen om de meest recente wijzigingen te bekijken.

source: This is an example of the JSON data sent to your webhook URL when a conversation is summarized.
es_es: Este es un ejemplo de los datos JSON enviados a tu URL de webhook cuando se resume una conversación.
nl_nl: Dit is een voorbeeld van de JSON-gegevens die naar je webhook-URL worden verzonden wanneer een gesprek wordt samengevat.

source: library.description
de_de: Bibliothek
es_es: Biblioteca
fr_fr: Bibliothèque
nl_nl: Dit is uw projectbibliotheek. Creëer weergaven om uw hele project tegelijk te analyseren.

source: This language will be used for the Participant's Portal.
de_de: Diese Sprache wird für das Teilnehmerportal verwendet.
es_es: Este idioma se usará para el Portal del Participante.
fr_fr: Cette langue sera utilisée pour le Portail du participant.
nl_nl: Deze taal wordt gebruikt voor de Portal van de deelnemer.

source: This page is shown after the participant has completed the conversation.
de_de: Diese Seite wird angezeigt, nachdem der Teilnehmer das Gespräch beendet hat.
es_es: Esta página se muestra después de que el participante haya completado la conversación.
fr_fr: Cette page est affichée après que le participant ait terminé la conversation.
nl_nl: Deze pagina wordt getoond na het voltooien van het gesprek door de deelnemer.

source: This page is shown to participants when they start a conversation after they successfully complete the tutorial.
de_de: Diese Seite wird den Teilnehmern angezeigt, wenn sie nach erfolgreichem Abschluss des Tutorials ein Gespräch beginnen.
es_es: Esta página se muestra a los participantes cuando inician una conversación después de completar correctamente el tutorial.
fr_fr: Cette page est affichée aux participants lorsqu'ils commencent une conversation après avoir réussi à suivre le tutoriel.
nl_nl: Deze pagina wordt getoond aan deelnemers wanneer ze een gesprek starten na het voltooien van de tutorial.

source: This prompt guides how the AI responds to participants. Customize it to shape the type of feedback or engagement you want to encourage.
de_de: Dieser Prompt leitet ein, wie die KI auf die Teilnehmer reagiert. Passen Sie ihn an, um den Typ der Rückmeldung oder Engagement zu bestimmen, den Sie fördern möchten.
es_es: Esta prompt guía cómo la IA responde a los participantes. Personaliza la prompt para formar el tipo de retroalimentación o participación que quieres fomentar.
fr_fr: Cette prompt guide comment l'IA répond aux participants. Personnalisez-la pour former le type de feedback ou d'engagement que vous souhaitez encourager.
nl_nl: Deze prompt bepaalt hoe de AI reageert op deelnemers. Deze prompt stuurt aan hoe de AI reageert

source: This report is not yet available.
de_de: Dieser Bericht ist derzeit nicht verfügbar.
es_es: Este informe no está disponible.
fr_fr: Ce rapport n'est pas encore disponible.
nl_nl: Dit rapport is nog niet beschikbaar.

source: This report was opened by {0} people
de_de: Dieser Bericht wurde von {0} Personen geöffnet
es_es: Este informe fue abierto por {0} personas
fr_fr: Ce rapport a été ouvert par {0} personnes
nl_nl: Dit rapport werd geopend door {0} mensen

source: This title is shown to participants when they start a conversation
de_de: Dieser Titel wird den Teilnehmern angezeigt, wenn sie ein Gespräch beginnen
es_es: Este título se muestra a los participantes cuando inician una conversación
fr_fr: Ce titre est affiché aux participants lorsqu'ils commencent une conversation
nl_nl: Deze titel wordt getoond aan deelnemers wanneer ze een gesprek starten

source: This will clear your current input. Are you sure?
de_de: Dies wird Ihre aktuelle Eingabe löschen. Sind Sie sicher?
es_es: Esto borrará tu entrada actual. ¿Estás seguro?
fr_fr: Cela effacera votre entrée actuelle. Êtes-vous sûr ?
nl_nl: Dit zal uw huidige invoer wissen. Weet u het zeker?

source: This will create a copy of the current project. Only settings and tags are copied. Reports, chats and conversations are not included in the clone. You will be redirected to the new project after cloning.
de_de: Dies wird eine Kopie des aktuellen Projekts erstellen. Nur Einstellungen und Tags werden kopiert. Berichte, Chats und Gespräche werden nicht in der Kopie enthalten. Sie werden nach dem Klonen zum neuen Projekt weitergeleitet.
es_es: Esto creará una copia del proyecto actual. Solo se copiarán los ajustes y etiquetas. Los informes, chats y conversaciones no se incluirán en la copia. Serás redirigido al nuevo proyecto después de clonar.
fr_fr: Cela créera une copie du projet actuel. Seuls les paramètres et les étiquettes sont copiés. Les rapports, les chats et les conversations ne sont pas inclus dans le clonage. Vous serez redirigé vers le nouveau projet après le clonage.
nl_nl: Dit zal een kopie van het huidige project maken. Alleen instellingen en trefwoorden worden gekopieerd. Rapporten, chats en gesprekken worden niet opgenomen in de kopie. U wordt doorgestuurd naar het nieuwe project na het klonen.

source: This will create a new conversation with the same audio but a fresh transcription. The original conversation will remain unchanged.
de_de: Dies wird ein neues Gespräch mit derselben Audio-Datei erstellen, aber mit einer neuen Transkription. Das ursprüngliche Gespräch bleibt unverändert.
es_es: Esto creará una nueva conversación con el mismo audio pero una transcripción fresca. La conversación original permanecerá sin cambios.
fr_fr: Cela créera une nouvelle conversation avec la même audio mais une transcription fraîche. La conversation d'origine restera inchangée.
nl_nl: Dit zal een nieuw gesprek maken met dezelfde audio maar een nieuwe transcriptie. Het originele gesprek blijft ongewijzigd.

source: add.tag.filter.modal.info
es_es: Esto filtrará la lista de conversaciones para mostrar conversaciones con esta etiqueta.
fr_fr: Cela filtrera la liste de conversations pour afficher les conversations avec cette étiquette.
nl_nl: Dit zal de conversatielijst filteren om conversaties met deze tag weer te geven.

source: participant.concrete.regenerating.artefact.description
de_de: Wir erstellen dein Artefakt neu. Das kann einen Moment dauern.
es_es: Esto solo tomará unos momentos
fr_fr: Cela ne prendra que quelques instants
nl_nl: We zijn je tekst aan het vernieuwen. Dit duurt meestal maar een paar seconden.

source: participant.concrete.loading.artefact.description
de_de: Wir laden dein Artefakt. Das kann einen Moment dauern.
es_es: Esto solo tomará un momento
fr_fr: Cela ne prendra qu'un instant
nl_nl: We zijn je tekst aan het ophalen. Even geduld.

source: This will replace personally identifiable information with <redacted>.
de_de: Dies wird persönliche Identifizierbare Informationen mit <redacted> ersetzen.
es_es: Esto reemplazará la información personal identificable con <redacted>.
fr_fr: Cela remplacera les informations personnelles identifiables avec <redacted>.
nl_nl: Dit zal persoonlijk herkenbare informatie vervangen door <redacted>.

source: Timestamp
es_es: Marca de tiempo
fr_fr: Horodatage
nl_nl: Tijdstempel

source: Timestamps and duration
es_es: Marcas de tiempo y duración
nl_nl: Tijdstempels en duur

source: Tip
de_de: Tipp
es_es: Consejo
fr_fr: Conseil

source: Tip: Use the play button (▶) to send a test payload to your webhook and verify it's working correctly.
es_es: Consejo: Usa el botón de reproducción (▶) para enviar un payload de prueba a tu webhook y verificar que está funcionando correctamente.
nl_nl: Tip: Gebruik de afspeelknop (▶) om een testpayload naar je webhook te verzenden en te controleren of het correct werkt.

source: Title
es_es: Título
nl_nl: Titel

source: To assign a new tag, please create it first in the project overview.
de_de: Um ein neues Tag zuzuweisen, erstellen Sie es bitte zuerst in der Projektübersicht.
es_es: Para asignar una nueva etiqueta, primero crea una en la vista general del proyecto.
fr_fr: Pour assigner une nouvelle étiquette, veuillez la créer d'abord dans l'aperçu du projet.
nl_nl: Om een nieuw trefwoord toe te wijzen, maak het eerst in het projectoverzicht.

source: To generate a report, please start by adding conversations in your project
de_de: Um einen Bericht zu generieren, fügen Sie bitte zuerst Gespräche in Ihr Projekt hinzu
es_es: Para generar un informe, por favor comienza agregando conversaciones en tu proyecto
fr_fr: Pour générer un rapport, veuillez commencer par ajouter des conversations dans votre projet
nl_nl: Om een rapport te genereren, voeg eerst gesprekken toe aan uw project

source: select.all.modal.context.limit
es_es: Demasiado grande
fr_fr: Trop grande
nl_nl: Te groot

source: Too long
es_es: Demasiado largo
fr_fr: Trop long
nl_nl: Te lang

source: Topic-based title describing what was discussed
es_es: Título basado en temas que describe lo que se discutió
nl_nl: Titel op basis van onderwerp die beschrijft wat er werd besproken

source: Topics
de_de: Themen
es_es: Temas
fr_fr: Sujets
nl_nl: Onderwerpen

source: Transcribing...
de_de: Transcribieren...
es_es: Transcribiendo...
fr_fr: Transcription en cours...
nl_nl: Transcriptie wordt uitgevoerd...

source: Transcript
de_de: Transkript
es_es: Transcripción
fr_fr: Transcription
nl_nl: Transcriptie

source: Transcript copied to clipboard
de_de: Transkript in die Zwischenablage kopiert
es_es: Transcripción copiada al portapapeles
fr_fr: Transcription copiée dans le presse-papiers
nl_nl: Transcript gekopieerd naar klembord

source: Transform this content into insights that actually matter. Please: Extract core ideas that challenge standard thinking Write like someone who understands nuance, not a textbook Focus on the non-obvious implications Keep it sharp and substantive Only highlight truly meaningful patterns Structure for clarity and impact Balance depth with accessibility Note: If the similarities/differences are too superficial, let me know we need more complex material to analyze.
de_de: Transformieren Sie diesen Inhalt in Einblicke, die wirklich zählen. Bitte: Extrahieren Sie die wichtigsten Ideen, die Standarddenken herausfordern Schreiben Sie wie jemand, der Nuance versteht, nicht wie ein Lehrplan Fokussieren Sie sich auf nicht offensichtliche Implikationen Halten Sie es scharf und substanziell Hervorheben Sie wirklich bedeutende Muster Strukturieren Sie für Klarheit und Wirkung Halten Sie die Tiefe mit der Zugänglichkeit im Gleichgewicht Hinweis: Wenn die Ähnlichkeiten/Unterschiede zu oberflächlich sind, lassen Sie es mich wissen, wir brauchen komplexeres Material zu analysieren.
es_es: Transforma este contenido en insights que realmente importan. Por favor: Extrae ideas clave que desafían el pensamiento estándar Escribe como alguien que entiende los matices, no un manual Enfoque en las implicaciones no obvias Manténlo claro y sustancial Solo destaca patrones realmente significativos Organiza para claridad y impacto Equilibra profundidad con accesibilidad Nota: Si las similitudes/diferencias son demasiado superficiales, por favor házmelo saber, necesitamos material más complejo para analizar.
fr_fr: Transformez ce contenu en insights qui ont vraiment de l'importance. Veuillez : Extrayez les idées essentielles qui contredisent le pensée standard Écrivez comme quelqu'un qui comprend les nuances, pas un manuel Focalisez-vous sur les implications non évidentes Restez concentré et substantiel Organisez pour la clarté et la référence future Équilibrez les détails tactiques avec la vision stratégique Note : Si le contenu ne contient aucun insight substantiel, veuillez me le signaler, nous avons besoin de matériel de source plus fort.
nl_nl: Transformeer deze inhoud in inzichten die ertoe doen. Neem de volgende punten in acht: Neem de belangrijkste inzichten uit de inhoud Schrijf het als iemand die nuance begrijpt, niet een boek Focus op de niet-evidente implicaties Hou het scherp en substantieel Highlight de echt belangrijke patronen Structuur voor duidelijkheid en impact Balans diepte met toegankelijkheid Opmerking: Als de inhoud geen substantiële inzichten bevat, laat het me weten dat we sterkere bronnen nodig hebben.
