Repository: Dembrane/echo
Catalog: echo/frontend/src/locales/*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: You are not authenticated
de_de: Sie sind nicht authentifiziert
es_es: No estás autenticado
fr_fr: Vous n'êtes pas authentifié
nl_nl: Je bent niet ingelogd

source: You don't have permission to access this.
de_de: Sie haben keine Berechtigung, darauf zuzugreifen.
es_es: No tienes permiso para acceder a esto.
fr_fr: Vous n'avez pas la permission d'accéder à ceci.
nl_nl: Je hebt geen toegang tot deze pagina.

source: Resource not found
de_de: Ressource nicht gefunden
es_es: Recurso no encontrado
fr_fr: Ressource non trouvée
nl_nl: Resource niet gevonden

source: Server error
de_de: Serverfehler
es_es: Error del servidor
fr_fr: Erreur serveur
nl_nl: Serverfout

source: Something went wrong
de_de: Etwas ist schief gelaufen
es_es: Algo salió mal
fr_fr: Une erreur s'est produite
nl_nl: Er is iets fout gegaan

source: We're preparing your workspace.
es_es: Estamos preparando tu espacio de trabajo.
fr_fr: Nous préparons votre espace de travail.
nl_nl: We bereiden je werkruimte voor.

source: Preparing your dashboard
de_de: Dein Dashboard wird vorbereitet
es_es: Preparando tu dashboard
fr_fr: Préparation de ton dashboard
nl_nl: Dashboard klaarmaken

source: Welcome back
es_es: Bienvenido de nuevo
fr_fr: Bon retour
nl_nl: Welkom terug

source: library.generate.duration.message
de_de: Die Bibliothek wird {duration} dauern.
es_es: La biblioteca tardará {duration}
fr_fr: La bibliothèque prendra {duration}
nl_nl: Het genereren van een bibliotheek kan tot een uur duren

source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Envoyer
nl_nl: Verzenden

source: Unsubscribe from Notifications
de_de: Von Benachrichtigungen abmelden
es_es: Desuscribirse de Notificaciones
fr_fr: Se désabonner des notifications
nl_nl: Afmelden voor meldingen

source: participant.modal.echo.info.title.generic
es_es: "ECHO" disponible pronto
nl_nl: "ECHO" binnenkort beschikbaar

source: participant.modal.echo.info.title.go.deeper
es_es: "Explorar" disponible pronto
nl_nl: "Verkennen" binnenkort beschikbaar

source: participant.modal.echo.info.title.concrete
es_es: "Verificar" disponible pronto
nl_nl: "Verifiëren" binnenkort beschikbaar

source: {0, plural, one {# tag} other {# tags}}
es_es: {0, plural, one {# etiqueta} other {# etiquetas}}
fr_fr: {0, plural, one {# étiquette} other {# étiquettes}}

source: select.all.modal.tags
es_es: {0, plural, one {Etiqueta:} other {Etiquetas:}}
fr_fr: {0, plural, one {Étiquette :} other {Étiquettes :}}
nl_nl: {0, plural, one {Tag:} other {Tags:}}

source: select.all.modal.added.count
es_es: {0} añadidas
fr_fr: {0} ajoutées
nl_nl: {0} toegevoegd

source: {0} Conversations • Edited {1}
de_de: {0} Gespräche • Bearbeitet {1}
es_es: {0} Conversaciones • Editado {1}
fr_fr: {0} Conversations • Modifié le {1}
nl_nl: {0} Gesprekken • Bewerkt {1}

source: select.all.modal.not.added.count
es_es: {0} no añadidas
fr_fr: {0} non ajoutées
nl_nl: {0} niet toegevoegd

source: {conversationCount} selected
de_de: {conversationCount} ausgewählt
es_es: {conversationCount} seleccionadas
fr_fr: {conversationCount} sélectionné(s)
nl_nl: {conversationCount} geselecteerd

source: library.conversations.to.be.analyzed
de_de: {finishedConversationsCount, plural, one {Derzeit ist # Unterhaltung bereit zur Analyse.} other {Derzeit sind # Unterhaltungen bereit zur Analyse.}}
es_es: {finishedConversationsCount, plural, one {Actualmente, # conversación está lista para ser analizada.} other {Actualmente, # conversaciones están listas para ser analizadas.}}
fr_fr: {finishedConversationsCount, plural, one {Actuellement, # conversation est prête à être analysée.} other {Actuellement, # conversations sont prêtes à être analysées.}}
nl_nl: {finishedConversationsCount, plural, one {Momenteel is # gesprek klaar om te worden geanalyseerd.} other {Momenteel zijn # gesprekken klaar om te worden geanalyseerd.}}

source: {readingNow} reading now
de_de: {readingNow} liest gerade
es_es: {readingNow} leyendo ahora
fr_fr: {readingNow} lit actuellement
nl_nl: {readingNow} leest nu

source: library.conversations.still.processing
de_de: {0} werden noch verarbeitet.
es_es: {0} aún en proceso.
fr_fr: {0} en cours de traitement.
nl_nl: {0} worden nog verwerkt.

source: *Transcription in progress.*
de_de: *Transkription wird durchgeführt.*
es_es: *Transcripción en progreso.*
fr_fr: *Transcription en cours.*
nl_nl: *Een moment a.u.b.*

source: +{hiddenCount} conversations
es_es: +{hiddenCount} conversaciones
nl_nl: +{hiddenCount} gesprekken

source: 0 Aspects
de_de: 0 Aspekte
es_es: 0 Aspectos
nl_nl: 0 Aspecten

source: 1. You provide a URL where you want to receive notifications
es_es: 1. Proporcionas una URL donde quieres recibir notificaciones
nl_nl: 1. Je geeft een URL op waar je meldingen wilt ontvangen

source: 2. When a conversation event happens, we automatically send the conversation data to your URL
es_es: 2. Cuando ocurre un evento de conversación, enviamos automáticamente los datos de la conversación a tu URL
nl_nl: 2. Wanneer een gesprekgebeurtenis plaatsvindt, sturen we automatisch de gesprekgegevens naar uw URL

source: 3. Your system receives the data and can act on it (e.g., save to a database, send an email, update a spreadsheet)
es_es: 3. Tu sistema recibe los datos y puede actuar sobre ellos (por ejemplo, guardar en una base de datos, enviar un correo electrónico, actualizar una hoja de cálculo)
nl_nl: 3. Uw systeem ontvangt de gegevens en kan erop reageren (bijvoorbeeld opslaan in een database, e-mail verzenden, spreadsheet bijwerken)

source: A friendly name to identify this webhook
es_es: Un nombre amigable para identificar este webhook
nl_nl: Een vriendelijke naam om dit webhook te identificeren

source: Account password
es_es: Contraseña de la cuenta
fr_fr: Mot de passe du compte
nl_nl: Accountwachtwoord

source: Action By
es_es: Acción de
fr_fr: Action par
nl_nl: Actie door

source: Action On
es_es: Acción sobre
fr_fr: Action sur
nl_nl: Actie op

source: Actions
de_de: Aktionen
es_es: Acciones
nl_nl: Acties

source: select.all.modal.loading.filters
es_es: Filtros activos
fr_fr: Filtres actifs
nl_nl: Actieve filters

source: Add
de_de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
nl_nl: Toevoegen

source: Add additional context (Optional)
de_de: Zusätzlichen Kontext hinzufügen (Optional)
es_es: Añadir contexto adicional (Opcional)
fr_fr: Ajouter un contexte supplémentaire (Optionnel)
nl_nl: Voeg extra context toe (Optioneel)

source: Add all that apply
de_de: Alle zutreffenden hinzufügen
es_es: Añade todos los que correspondan
fr_fr: Ajouter tout ce qui s'applique
nl_nl: Vink aan wat van toepassing is

source: select.all.modal.title.add
es_es: Añadir conversaciones al contexto
fr_fr: Ajouter des conversations au contexte
nl_nl: Gesprekken toevoegen aan context

source: Add key terms or proper nouns to improve transcript quality and accuracy.
de_de: Fügen Sie Schlüsselbegriffe oder Eigennamen hinzu, um die Qualität und Genauigkeit der Transkription zu verbessern.
es_es: Añade términos clave o nombres propios para mejorar la calidad y precisión de la transcripción.
fr_fr: Ajoutez des termes clés ou des noms propres pour améliorer la qualité et la précision de la transcription.
nl_nl: Voeg belangrijke woorden of namen toe om de kwaliteit en nauwkeurigheid van het transcript te verbeteren.

source: Add new recordings to this project. Files you upload here will be processed and appear in conversations.
de_de: Neue Aufnahmen zu diesem Projekt hinzufügen. Dateien, die Sie hier hochladen, werden verarbeitet und in Gesprächen erscheinen.
es_es: Añade nuevas grabaciones a este proyecto. Los archivos que subas aquí serán procesados y aparecerán en las conversaciones.
fr_fr: Ajoutez de nouveaux enregistrements à ce projet. Les fichiers que vous téléchargez ici seront traités et apparaîtront dans les conversations.
nl_nl: Voeg nieuwe opnames toe aan dit project. Bestanden die u hier uploadt worden verwerkt en verschijnen in gesprekken.

source: Add Tag
de_de: Tag hinzufügen
es_es: Añadir Etiqueta
fr_fr: Ajouter une étiquette
nl_nl: Trefwoord toevoegen

source: add.tag.filter.modal.title
es_es: Añadir etiqueta a los filtros
fr_fr: Ajouter une étiquette aux filtres
nl_nl: Tag toevoegen aan filters

source: Add Tags
de_de: Tags hinzufügen
es_es: Añadir Etiquetas
fr_fr: Ajouter des étiquettes
nl_nl: Trefwoorden toevoegen

source: add.tag.filter.modal.add
es_es: Añadir a los filtros
fr_fr: Ajouter aux filtres
nl_nl: Toevoegen aan filters

source: Add to this chat
de_de: Zu diesem Chat hinzufügen
es_es: Añadir a este chat
fr_fr: Ajouter à cette conversation
nl_nl: Voeg toe aan dit gesprek

source: Add Webhook
es_es: Añadir Webhook
nl_nl: Webhook toevoegen

source: Add Your First Webhook
es_es: Añadir tu primer Webhook
nl_nl: Voeg uw eerste webhook toe

source: select.all.modal.added
es_es: Añadidas
fr_fr: Ajoutées
nl_nl: Toegevoegd

source: Added emails
de_de: Hinzugefügte E-Mails
es_es: E-mails añadidos
fr_fr: E-mails ajoutés
nl_nl: Toegevoegde e-mails

source: select.all.modal.add.without.filters
es_es: Añadiendo <0>{totalCount, plural, one {# conversación} other {# conversaciones}}</0> al chat
fr_fr: Ajout de <0>{totalCount, plural, one {# conversation} other {# conversations}}</0> au chat
nl_nl: <0>{totalCount, plural, one {# gesprek} other {# gesprekken}}</0> toevoegen aan de chat

source: select.all.modal.add.with.filters
es_es: Añadiendo <0>{totalCount, plural, one {# conversación} other {# conversaciones}}</0> con los siguientes filtros:
fr_fr: Ajout de <0>{totalCount, plural, one {# conversation} other {# conversations}}</0> avec les filtres suivants :
nl_nl: <0>{totalCount, plural, one {# gesprek} other {# gesprekken}}</0> toevoegen met de volgende filters:

source: select.all.modal.add.without.filters.more
es_es: Añadiendo <0>{totalCount, plural, one {# conversación más} other {# conversaciones más}}</0>
fr_fr: Ajout de <0>{totalCount, plural, one {# conversation supplémentaire} other {# conversations supplémentaires}}</0>
nl_nl: <0>{totalCount, plural, one {# extra gesprek} other {# extra gesprekken}}</0> toevoegen

source: select.all.modal.add.with.filters.more
es_es: Añadiendo <0>{totalCount, plural, one {# conversación más} other {# conversaciones más}}</0> con los siguientes filtros:
fr_fr: Ajout de <0>{totalCount, plural, one {# conversation supplémentaire} other {# conversations supplémentaires}}</0> avec les filtres suivants :
nl_nl: <0>{totalCount, plural, one {# extra gesprek} other {# extra gesprekken}}</0> toevoegen met de volgende filters:

source: Adding Context:
de_de: Kontext wird hinzugefügt:
es_es: Añadiendo Contexto:
fr_fr: Ajout du contexte :
nl_nl: Context toevoegen:

source: select.all.modal.loading.title
es_es: Añadiendo conversaciones
fr_fr: Ajout de conversations
nl_nl: Gesprekken toevoegen

source: Address
es_es: Dirección

source: Adjust the base font size for the interface
es_es: Ajustar el tamaño de la fuente base para la interfaz
nl_nl: Pas de basislettergrootte voor de interface aan

source: Advanced
es_es: Avanzado
nl_nl: Geavanceerd

source: Advanced (Tips and best practices)
de_de: Erweitert (Tipps und best practices)
es_es: Avanzado (Consejos y best practices)
fr_fr: Avancé (Astuces et conseils)
nl_nl: Geavanceerd (Tips en best practices)

source: Advanced Settings
de_de: Erweiterte Einstellungen
es_es: Configuración Avanzada
fr_fr: Paramètres avancés
nl_nl: Geavanceerde instellingen

source: All actions
es_es: Todas las acciones
fr_fr: Toutes les actions
nl_nl: Alle acties

source: All collections
es_es: Todas las colecciones
fr_fr: Toutes les collections
nl_nl: Alle collecties

source: All Conversations
es_es: Todas las conversaciones
fr_fr: Toutes les conversations
nl_nl: Alle gesprekken

source: All files were uploaded successfully.
de_de: Alle Dateien wurden erfolgreich hochgeladen.
es_es: Todas las archivos se han subido correctamente.
fr_fr: Tous les fichiers ont été téléchargés avec succès.
nl_nl: Alle bestanden zijn succesvol geüpload.

source: Allow participants using the link to start new conversations
de_de: Teilnehmern erlauben, über den Link neue Gespräche zu beginnen
es_es: Permitir a los participantes usar el enlace para iniciar nuevas conversaciones
fr_fr: Permettre aux participants d'utiliser le lien pour démarrer de nouvelles conversations
nl_nl: Sta deelnemers toe om met behulp van de link nieuwe gesprekken te starten

source: Almost there
de_de: Fast geschafft
es_es: Casi listo
fr_fr: Presque terminé
nl_nl: Bijna klaar

source: Already added to this chat
de_de: Bereits zu diesem Chat hinzugefügt
es_es: Ya añadido a este chat
fr_fr: Déjà ajouté à cette conversation
nl_nl: Al toegevoegd aan dit gesprek

source: Already in context
es_es: Ya en el contexto
fr_fr: Déjà dans le contexte
nl_nl: Al in context

source: An email notification will be sent to {0} participant{1}. Do you want to proceed?
de_de: Eine E-Mail-Benachrichtigung wird an {0} Teilnehmer{1} gesendet. Möchten Sie fortfahren?
es_es: Se enviará una notificación por correo electrónico a {0} participante{1}. ¿Quieres continuar?
fr_fr: Une notification par e-mail sera envoyée à {0} participant{1}. Voulez-vous continuer ?
nl_nl: Een e-mail melding wordt naar {0} deelnemer{1} verstuurd. Wilt u doorgaan?

source: An error occurred while loading the Portal. Please contact the support team.
de_de: Beim Laden des Portals ist ein Fehler aufgetreten. Bitte kontaktieren Sie das Support-Team.
es_es: Ocurrió un error al cargar el Portal. Por favor, contacta al equipo de soporte.
fr_fr: Une erreur s'est produite lors du chargement du Portail. Veuillez contacter l'équipe de support.
nl_nl: Er is een fout opgetreden bij het laden van de Portal. Neem contact op met de ondersteuningsteam.

source: An error occurred.
de_de: Ein Fehler ist aufgetreten.
es_es: Ocurrió un error.
fr_fr: Une erreur s'est produite.
nl_nl: Er is een fout opgetreden.

source: Analysis Language
de_de: Analyse Sprache
es_es: Lenguaje de análisis
fr_fr: Langue d'analyse
nl_nl: Analyse taal

source: Analyze these elements with depth and nuance. Please: Focus on unexpected connections and contrasts Go beyond obvious surface-level comparisons Identify hidden patterns that most analyses miss Maintain analytical rigor while being engaging Use examples that illuminate deeper principles Structure the analysis to build understanding Draw insights that challenge conventional wisdom Note: If the similarities/differences are too superficial, let me know we need more complex material to analyze.
de_de: Analyse diese Elemente mit Tiefe und Nuance. Bitte: Fokussieren Sie sich auf unerwartete Verbindungen und Gegenüberstellungen Gehen Sie über offensichtliche Oberflächenvergleiche hinaus Identifizieren Sie versteckte Muster, die die meisten Analysen übersehen Bleiben Sie analytisch rigoros, während Sie ansprechend bleiben Verwenden Sie Beispiele, die tiefere Prinzipien erhellen Strukturieren Sie die Analyse, um Verständnis zu erlangen Ziehen Sie Erkenntnisse hervor, die konventionelle Weisheiten herausfordern Hinweis: Wenn die Ähnlichkeiten/Unterschiede zu oberflächlich sind, lassen Sie es mich wissen, wir brauchen komplexeres Material zu analysieren.
es_es: Analiza estos elementos con profundidad y matiz. Por favor: Enfoque en las conexiones inesperadas y contrastes Pasa más allá de las comparaciones superficiales Identifica patrones ocultos que la mayoría de las analíticas pasan por alto Mantén el rigor analítico mientras sigues siendo atractivo Usa ejemplos que iluminan principios más profundos Estructura el análisis para construir una comprensión Dibuja insights que contradicen ideas convencionales Nota: Si las similitudes/diferencias son demasiado superficiales, por favor házmelo saber, necesitamos material más complejo para analizar.
fr_fr: Analysez ces éléments avec profondeur et nuances. Veuillez : Focaliser sur les connexions inattendues et les contrastes Aller au-delà des comparaisons superficieles Identifier les motifs cachés que la plupart des analyses manquent Rester rigoureux dans l'analyse tout en étant engageant Utiliser des exemples qui éclairent des principes plus profonds Structurer l'analyse pour construire une compréhension Dessiner des insights qui contredisent les idées conventionnelles Note : Si les similitudes/différences sont trop superficielles, veuillez me le signaler, nous avons besoin de matériel plus complexe à analyser.
nl_nl: Analyseer deze elementen met diepte en nuance. Neem de volgende punten in acht: Focus op verrassende verbindingen en contrasten Ga verder dan duidelijke oppervlakte-niveau vergelijkingen Identificeer verborgen patronen die de meeste analyses missen Blijf analytisch exact terwijl je aantrekkelijk bent Opmerking: Als de vergelijkingen te superficieel zijn, laat het me weten dat we meer complex materiaal nodig hebben om te analyseren.

source: announcements
es_es: anuncios
nl_nl: meldingen

source: Anonymize Transcripts
es_es: Anonimizar transcripciones
nl_nl: Transcripten anoniem maken

source: anonymized conversation
es_es: conversación anónima

source: Anonymized conversation
es_es: Conversación anónima

source: participant.concrete.action.button.approve
de_de: Freigeben
es_es: aprobar
fr_fr: Approuver
nl_nl: Goedkeuren

source: conversation.verified.approved
de_de: Approved
es_es: Aprobado
fr_fr: Approuvé
nl_nl: Goedgekeurd

source: Are you sure you want to delete the webhook "{0}"? This action cannot be undone.
es_es: ¿Estás seguro de que quieres eliminar el webhook "{0}"? Esta acción no se puede deshacer.
nl_nl: Weet je zeker dat je de webhook "{0}" wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Are you sure you want to delete this conversation? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie dieses Gespräch löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que quieres eliminar esta conversación? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer cette conversation ? Cette action ne peut pas être annulée.
nl_nl: Weet je zeker dat je dit gesprek wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Are you sure you want to delete this project? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie dieses Projekt löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que quieres eliminar este proyecto? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer ce projet ? Cette action est irréversible.
nl_nl: Weet je zeker dat je dit project wilt verwijderen? Dit kan niet ongedaan worden gemaakt.

source: Are you sure you want to delete this tag? This will remove the tag from existing conversations that contain it.
de_de: Sind Sie sicher, dass Sie diesen Tag löschen möchten? Dies wird den Tag aus den bereits enthaltenen Gesprächen entfernen.
es_es: ¿Estás seguro de que quieres eliminar esta etiqueta? Esto eliminará la etiqueta de las conversaciones existentes que la contienen.
fr_fr: Êtes-vous sûr de vouloir supprimer cette étiquette ? Cela supprimera l'étiquette des conversations existantes qui la contiennent.
nl_nl: Weet je zeker dat je dit trefwoord wilt verwijderen? Dit zal het trefwoord verwijderen uit bestaande gesprekken die het bevatten.

source: participant.modal.finish.message.text.mode
de_de: Sind Sie sicher, dass Sie das Gespräch beenden möchten?
es_es: ¿Estás seguro de que quieres terminar la conversación?
fr_fr: Êtes-vous sûr de vouloir terminer la conversation ?
nl_nl: Weet je zeker dat je het wilt afmaken?

source: Are you sure you want to generate the library? This will take a while and overwrite your current views and insights.
de_de: Sind Sie sicher, dass Sie die Bibliothek generieren möchten? Dies wird eine Weile dauern und Ihre aktuellen Ansichten und Erkenntnisse überschreiben.
es_es: ¿Estás seguro de que quieres generar la biblioteca? Esto tomará un tiempo y sobrescribirá tus vistas e insights actuales.
fr_fr: Êtes-vous sûr de vouloir générer la bibliothèque ? Cela prendra du temps et écrasera vos vues et perspectives actuelles.
nl_nl: Weet je zeker dat je de bibliotheek wilt genereren? Dit kan een tijdje duren en overschrijft je huidige views en insights.

source: Are you sure you want to regenerate the summary? You will lose the current summary.
de_de: Sind Sie sicher, dass Sie das Zusammenfassung erneut generieren möchten? Sie werden die aktuelle Zusammenfassung verlieren.
es_es: ¿Estás seguro de que quieres regenerar el resumen? Perderás el resumen actual.
fr_fr: Êtes-vous sûr de vouloir régénérer le résumé ? Vous perdrez le résumé actuel.
nl_nl: Weet je zeker dat je het samenvatting wilt hergenereren? Je verliest de huidige samenvatting.

source: Ask
de_de: Fragen
es_es: Preguntar
fr_fr: Demander
nl_nl: Stel vraag

source: Ask for Email?
es_es: ¿Preguntar por el email?
nl_nl: Vraag om e-mail?

source: Ask for Name?
de_de: Nach Namen fragen?
es_es: ¿Preguntar por el nombre?
fr_fr: Demander le nom ?
nl_nl: Vraag om naam?

source: Aspect
de_de: Aspekt
es_es: Aspecto

source: Aspects
de_de: Aspekte
es_es: Aspectos
nl_nl: Aspecten

source: At least one topic must be selected to enable Verify
es_es: Tienes que seleccionar al menos un tema para activar Verificar
nl_nl: Er moet minstens één onderwerp zijn geselecteerd om Verifiëren aan te zetten

source: participant.modal.interruption.issue.message
es_es: ¡Atención! Perdimos los últimos 60 segundos de tu grabación debido a una interrupción. Por favor, presiona el botón de abajo para reconectar.
nl_nl: Let op! We hebben de laatste 60 seconden van je opname verloren door een onderbreking. Druk op de knop hieronder om opnieuw verbinding te maken.

source: Audio download not available for anonymized conversations
es_es: El descarga de audio no está disponible para conversaciones anónimas

source: Audio playback not available for anonymized conversations
es_es: La reproducción de audio no está disponible para conversaciones anónimas

source: Audio Tip
de_de: Audio-Tipp
es_es: Consejo de audio
fr_fr: Conseil audio

source: Audit logs
es_es: Registros de auditoría
fr_fr: Journaux d'audit
nl_nl: Auditlogboeken

source: Audit logs exported to CSV
es_es: Registros de auditoría exportados a CSV
fr_fr: Journaux d'audit exportés en CSV
nl_nl: Auditlogboeken geëxporteerd naar CSV

source: Audit logs exported to JSON
es_es: Registros de auditoría exportados a JSON
fr_fr: Journaux d'audit exportés en JSON
nl_nl: Auditlogboeken geëxporteerd naar JSON

source: Authenticator code
es_es: Código de autenticación
fr_fr: Code d'authentification

source: Auto-generate titles
es_es: Generar títulos automáticamente
nl_nl: Automatisch titels genereren

source: Auto-generate Titles
es_es: Generar títulos automáticamente
nl_nl: Automatisch titels genereren

source: Auto-generated or enter manually
es_es: Generado automáticamente o introducido manualmente
nl_nl: Automatisch gegenereerd of handmatig invoeren

source: Auto-select
de_de: Automatisch auswählen
es_es: Seleccionar automáticamente
fr_fr: Sélection automatique
nl_nl: Automatisch selecteren

source: Auto-select disabled
de_de: Automatisch auswählen deaktiviert
es_es: Seleccionar automáticamente desactivado
fr_fr: Sélection automatique désactivée
nl_nl: Automatisch selecteren uitgeschakeld

source: Auto-select enabled
de_de: Automatisch auswählen aktiviert
es_es: Seleccionar automáticamente activado
fr_fr: Sélection automatique activée
nl_nl: Automatisch selecteren ingeschakeld
