Repository: Dembrane/echo
Catalog: echo/frontend/src/locales/*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Notify participants when a report is published.
es_es: Notificar a los participantes cuando se publique un informe.
nl_nl: Deelnemers melden wanneer een rapport wordt gepubliceerd.

source: Oldest First
de_de: Älteste zuerst
es_es: Más antiguos primero
fr_fr: Plus ancien en premier
nl_nl: Oudste eerst

source: participant.verify.instructions.revise.artefact
es_es: Una vez que haya discutido, presione "revisar" para que {objectLabel} cambie y refleje su discusión.

source: participant.verify.instructions.read.aloud
es_es: Una vez que reciba {objectLabel}, léalo en voz alta y comparta en voz alta lo que desea cambiar, si es necesario.

source: conversation.ongoing
de_de: Laufend
es_es: En curso
fr_fr: En cours
nl_nl: Actief

source: Ongoing Conversations
de_de: Laufende Gespräche
es_es: Conversaciones en Curso
fr_fr: Conversations en cours
nl_nl: Actieve Gesprekken

source: participant.alert.microphone.access.failure
de_de: Ups! Es scheint, dass der Mikrofonzugriff verweigert wurde. Keine Sorge! Wir haben einen praktischen Fehlerbehebungsleitfaden für Sie. Schauen Sie ihn sich an. Sobald Sie das Problem behoben haben, kommen Sie zurück und besuchen Sie diese Seite erneut, um zu überprüfen, ob Ihr Mikrofon bereit ist.
es_es: ¡Ups! Parece que se denegó el acceso al micrófono. ¡No te preocupes! Tenemos una guía de solución de problemas para ti. Siéntete libre de consultarla. Una vez que hayas resuelto el problema, vuelve a visitar esta página para verificar si tu micrófono está listo.
fr_fr: Il semble que l'accès au microphone ait été refusé. Pas d'inquiétude ! Nous avons un guide de dépannage pratique pour vous. N'hésitez pas à le consulter. Une fois le problème résolu, revenez sur cette page pour vérifier si votre microphone est prêt.
nl_nl: Het lijkt erop dat toegang tot de microfoon geweigerd is. Geen zorgen, we hebben een handige probleemoplossingsgids voor je. Voel je vrij om deze te bekijken. Zodra je het probleem hebt opgelost, kom dan terug naar deze pagina om te controleren of je microfoon klaar is voor gebruik.

source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
nl_nl: Openen

source: Open for Participation?
de_de: Offen für Teilnahme?
es_es: ¿Abierto para Participación?
fr_fr: Ouvert à la participation ?
nl_nl: Open voor deelname?

source: Open guide
es_es: Abrir guía
nl_nl: Open gids

source: Open Host Guide
es_es: Abrir guía del host
nl_nl: Open host gids

source: participant.button.open.troubleshooting.guide
de_de: Fehlerbehebungsleitfaden öffnen
es_es: Abrir guía de solución de problemas
fr_fr: Ouvrir le guide de dépannage
nl_nl: Open de probleemoplossingsgids

source: Open your authenticator app and enter the current six-digit code.
es_es: Abre tu aplicación de autenticación e ingresa el código actual de seis dígitos.
fr_fr: Ouvrez votre application d'authentification et entrez le code actuel à six chiffres.
nl_nl: Open je authenticator-app en voer de huidige zescijferige code in.

source: Optional
es_es: Opcional
nl_nl: Optioneel

source: Optional field on the start page
es_es: Campo opcional en la página de inicio
nl_nl: Optioneel veld op de startpagina

source: Optional field on the thank you page
es_es: Campo opcional en la página de agradecimientos
nl_nl: Optioneel veld op de bedankpagina

source: Options
de_de: Optionen
es_es: Opciones
nl_nl: Opties

source: Outcome approved successfully!
es_es: Resultado aprobado correctamente!
nl_nl: Resultaat succesvol goedgekeurd!

source: Outcome reloaded successfully!
es_es: Resultado recargado correctamente!
nl_nl: Resultaat succesvol herladen!

source: Outcome revised successfully!
es_es: Resultado revisado correctamente!
nl_nl: Resultaat succesvol herzien!

source: Outcome updated!
es_es: Resultado actualizado!
nl_nl: Resultaat succesvol bijgewerkt!

source: outcomes
es_es: resultados
nl_nl: resultaten

source: Outcomes
es_es: Resultados
nl_nl: Resultaten

source: Overview
de_de: Übersicht
es_es: Vista General
fr_fr: Aperçu
nl_nl: Overzicht

source: Overview - Themes & patterns
es_es: Overview - Temas y patrones
fr_fr: Vue d’ensemble - Thèmes et patterns
nl_nl: Overview - Thema’s & patronen

source: Page Content
de_de: Seiteninhalt
es_es: Contenido de la Página
fr_fr: Contenu de la page
nl_nl: Pagina inhoud

source: Page not found
de_de: Seite nicht gefunden
es_es: Página no encontrada
fr_fr: Page non trouvée
nl_nl: Pagina niet gevonden

source: Page Title
de_de: Seitentitel
es_es: Título de la Página
fr_fr: Titre de la page
nl_nl: Pagina titel

source: Participant
de_de: Teilnehmer
es_es: Participante
nl_nl: Deelnemer

source: Participant Email
es_es: Correo electrónico del participante
nl_nl: Deelnemer e-mail

source: Participant Emails
es_es: Correos electrónicos del participante
nl_nl: Deelnemer e-mails

source: Participant Features
de_de: Teilnehmer-Funktionen
es_es: Funciones para participantes
fr_fr: Fonctionnalités participant
nl_nl: Deelnemer features

source: Participant name and email
es_es: Nombre y correo electrónico del participante
nl_nl: Deelnemer naam en e-mail

source: Participants will be able to select tags when creating conversations
de_de: Teilnehmer können beim Erstellen von Gesprächen Tags auswählen
es_es: Los participantes podrán seleccionar etiquetas al crear conversaciones
fr_fr: Les participants pourront sélectionner des étiquettes lors de la création de conversations
nl_nl: Deelnemers kunnen trefwoorden selecteren wanneer ze een gesprek starten

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord

source: Password protect portal (request feature)
de_de: Portal mit Passwort schützen (Feature-Anfrage)
es_es: Proteger el portal con contraseña (solicitar función)
fr_fr: Protéger le portail avec un mot de passe (demande de fonctionnalité)
nl_nl: Portal met wachtwoord beveiligen (aanvraag functie)

source: Passwords do not match
de_de: Passwörter stimmen nicht überein
es_es: Las contraseñas no coinciden
fr_fr: Les mots de passe ne correspondent pas
nl_nl: Wachtwoorden komen niet overeen

source: Pause reading
es_es: Pausar lectura
fr_fr: Mettre en pause la lecture
nl_nl: Pauzeer het voorlezen

source: Pending
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
nl_nl: In afwachting

source: Phone
es_es: Teléfono

source: Pick the approach that fits your question
de_de: Wähl den Ansatz, der zu deiner Frage passt
es_es: Elige el enfoque que encaje con tu pregunta
fr_fr: Choisis l’approche qui correspond à ta question
nl_nl: Kies de aanpak die past bij je vraag

source: participant.alert.microphone.access
de_de: Bitte erlauben Sie den Mikrofonzugriff, um den Test zu starten.
es_es: Por favor, permite el acceso al micrófono para iniciar el test.
fr_fr: Veuillez autoriser l'accès au microphone pour démarrer le test.
nl_nl: Schakel microfoontoegang in om de test te starten.

source: Please check back later or contact the project owner for more information.
de_de: Bitte prüfen Sie später erneut oder wenden Sie sich an den Projektbesitzer für weitere Informationen.
es_es: Por favor, revisa más tarde o contacta al propietario del proyecto para más información.
fr_fr: Veuillez vérifier plus tard ou contacter le propriétaire du projet pour plus d'informations.
nl_nl: Controleer later of contacteer de eigenaar van het project voor meer informatie.

source: Please check your inputs for errors.
de_de: Bitte überprüfen Sie Ihre Eingaben auf Fehler.
es_es: Por favor, revisa tus entradas para errores.
fr_fr: Veuillez vérifier vos entrées pour les erreurs.
nl_nl: Controleer uw invoer voor fouten.

source: Please enable participation to enable sharing
de_de: Bitte aktivieren Sie die Teilnahme, um das Teilen zu ermöglichen
es_es: Por favor, habilite la participación para habilitar el uso compartido
fr_fr: Veuillez activer la participation pour activer le partage
nl_nl: Schakel deelneming in om delen mogelijk te maken

source: Please enter a valid email.
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es_es: Por favor, ingrese un correo electrónico válido.
fr_fr: Veuillez entrer une adresse e-mail valide.
nl_nl: Voer een geldig e-mailadres in.

source: Please login to continue.
de_de: Bitte melden Sie sich an, um fortzufahren.
es_es: Por favor, inicia sesión para continuar.
fr_fr: Veuillez vous connecter pour continuer.
nl_nl: Log in om door te gaan.

source: Please record your response by clicking the "Record" button below. You may also choose to respond in text by clicking the text icon. **Please keep this screen lit up** (black screen = not recording)
de_de: Bitte nehmen Sie Ihre Antwort auf, indem Sie unten auf die Schaltfläche "Aufnehmen" klicken. Sie können auch durch Klicken auf das Textsymbol in Textform antworten. **Bitte lassen Sie diesen Bildschirm beleuchtet** (schwarzer Bildschirm = keine Aufnahme)
es_es: Por favor, graba tu respuesta haciendo clic en el botón "Grabar" de abajo. También puedes elegir responder en texto haciendo clic en el icono de texto. **Por favor, mantén esta pantalla encendida** (pantalla negra = no está grabando)
fr_fr: Veuillez enregistrer votre réponse en cliquant sur le bouton "Enregistrer" ci-dessous. Vous pouvez également choisir de répondre par texte en cliquant sur l'icône texte. **Veuillez garder cet écran allumé** (écran noir = pas d'enregistrement)
nl_nl: Neem uw antwoord op door op de knop "Opnemen" hieronder te klikken. U kunt er ook voor kiezen om in tekst te reageren door op het teksticoon te klikken. **Houd dit scherm aan** (zwart scherm = geen opname)

source: Please select a language for your report
de_de: Bitte wählen Sie eine Sprache für Ihren Bericht
es_es: Por favor, selecciona un idioma para tu informe
fr_fr: Veuillez sélectionner une langue pour votre rapport
nl_nl: Kies een taal voor je rapport

source: Please select a language for your updated report
de_de: Bitte wählen Sie eine Sprache für Ihren aktualisierten Bericht
es_es: Por favor, selecciona un idioma para tu informe actualizado
fr_fr: Veuillez sélectionner une langue pour votre rapport mis à jour
nl_nl: Kies een taal voor je bijgewerkte rapport

source: Please select conversations from the sidebar to proceed
de_de: Wähl Gespräche in der Seitenleiste aus, um weiterzumachen
es_es: Selecciona conversaciones en la barra lateral para continuar
fr_fr: Sélectionne des conversations dans la barre latérale pour continuer
nl_nl: Selecteer gesprekken in de sidebar om verder te gaan

source: Please wait while we generate your report. You will automatically be redirected to the report page.
de_de: Bitte warten Sie, während wir Ihren Bericht generieren. Sie werden automatisch zur Berichtsseite weitergeleitet.
es_es: Por favor, espera mientras generamos tu informe. Serás redirigido automáticamente a la página del informe.
fr_fr: Veuillez patienter pendant que nous générons votre rapport. Vous serez automatiquement redirigé vers la page du rapport.
nl_nl: Wacht aub terwijl we je rapport genereren. Je wordt automatisch doorgestuurd naar de rapportpagina.

source: library.processing.request
de_de: Bibliothek wird verarbeitet
es_es: Biblioteca en proceso
fr_fr: Bibliothèque en cours de traitement
nl_nl: Bibliotheek wordt verwerkt

source: Please wait while we process your retranscription request. You will be redirected to the new conversation when ready.
de_de: Bitte warten Sie, während wir Ihre Hertranskription anfragen verarbeiten. Sie werden automatisch zur neuen Konversation weitergeleitet, wenn fertig.
es_es: Por favor, espera mientras procesamos tu solicitud de retranscripción. Serás redirigido a la nueva conversación cuando esté lista.
fr_fr: Veuillez patienter pendant que nous traitons votre demande de retranscription. Vous serez redirigé vers la nouvelle conversation lorsque prêt.
nl_nl: Wacht aub terwijl we uw hertranscriptieaanvraag verwerken. U wordt automatisch doorgestuurd naar het nieuwe gesprek wanneer klaar.

source: Please wait while we update your report. You will automatically be redirected to the report page.
de_de: Bitte warten Sie, während wir Ihren Bericht aktualisieren. Sie werden automatisch zur Berichtsseite weitergeleitet.
es_es: Por favor, espera mientras actualizamos tu informe. Serás redirigido automáticamente a la página del informe.
fr_fr: Veuillez patienter pendant que nous mettons à jour votre rapport. Vous serez automatiquement redirigé vers la page du rapport.
nl_nl: Wacht aub terwijl we je rapport bijwerken. Je wordt automatisch doorgestuurd naar de rapportpagina.

source: Please wait while we verify your email address.
de_de: Bitte warten Sie, während wir Ihre E-Mail-Adresse verifizieren.
es_es: Por favor, espera mientras verificamos tu dirección de correo electrónico.
fr_fr: Veuillez patienter pendant que nous vérifions votre adresse e-mail.
nl_nl: Wacht aub terwijl we uw e-mailadres verifiëren.

source: Portal Content
de_de: Portal Inhalt
es_es: Contenido del Portal
fr_fr: Contenu du Portail
nl_nl: Portal inhoud

source: Portal Editor
es_es: Editor del Portal
fr_fr: Éditeur de Portail
nl_nl: Portaal-editor

source: Powered by
es_es: Propulsado por
fr_fr: Propulsé par
nl_nl: Gemaakt met ❤️ door

source: Preparing your conversations... This may take a moment.
de_de: Deine Gespräche werden vorbereitet … kann einen Moment dauern.
es_es: Preparando tus conversaciones... Esto puede tardar un momento.
fr_fr: Préparation de tes conversations... Ça peut prendre un moment.
nl_nl: Je gesprekken worden klaargezet... Dit kan even duren.

source: Preparing your experience
de_de: Ihre Erfahrung wird vorbereitet
es_es: Preparando tu experiencia
fr_fr: Préparation de votre expérience
nl_nl: Uw ervaring voorbereiden

source: Preview: The quick brown fox jumps over the lazy dog.
es_es: Vista previa: El zorro rápido salta sobre el perro perezoso.
nl_nl: Voorbeeld: De snelle bruine vos springt over de luiende hond.

source: Print / Save PDF
es_es: Imprimir / Guardar PDF
nl_nl: Afdrukken / PDF opslaan

source: Print this report
de_de: Diesen Bericht drucken
es_es: Imprimir este informe
fr_fr: Imprimer ce rapport
nl_nl: Dit rapport afdrukken

source: Privacy Statements
de_de: Datenschutzerklärungen
es_es: Declaraciones de Privacidad
fr_fr: Déclarations de confidentialité
nl_nl: Privacy verklaring

source: Proceed
de_de: Fortfahren
es_es: Continuar
fr_fr: Continuer
nl_nl: Doorgaan

source: select.all.modal.proceed
es_es: Continuar
fr_fr: Continuer
nl_nl: Doorgaan

source: select.all.modal.loading.description
es_es: Procesando <0>{totalCount, plural, one {# conversación} other {# conversaciones}}</0> y añadiéndolas a tu chat
fr_fr: Traitement de <0>{totalCount, plural, one {# conversation} other {# conversations}}</0> et ajout à votre chat
nl_nl: <0>{totalCount, plural, one {# gesprek} other {# gesprekken}}</0> verwerken en toevoegen aan je chat

source: Processing your report...
de_de: Bericht wird verarbeitet...
es_es: Procesando tu informe...
fr_fr: Traitement de votre rapport...
nl_nl: Rapport wordt verwerkt...

source: Processing your retranscription request...
de_de: Ihre Hertranskription anfragen werden verarbeitet...
es_es: Procesando tu solicitud de retranscripción...
fr_fr: Traitement de votre demande de retranscription...
nl_nl: Hertranscriptieaanvraag wordt verwerkt...

source: Project Created
de_de: Projekt erstellt
es_es: Proyecto creado
fr_fr: Projet créé
nl_nl: Project aangemaakt

source: Project default: enabled. This will replace personally identifiable information with <redacted>.
es_es: Predeterminado del proyecto: habilitado. Esto reemplazará la información personalmente identificable con <redacted>.
nl_nl: Project standaard: ingeschakeld. Dit zal persoonlijke identificeerbare informatie vervangen door <redacted>.

source: Project Library | Dembrane
de_de: Projektbibliothek | Dembrane
es_es: Biblioteca del Proyecto | Dembrane
fr_fr: Bibliothèque de projet | Dembrane
nl_nl: Inzichtenbibliotheek | Dembrane

source: Project name
de_de: Projektname
es_es: Nombre del proyecto
fr_fr: Nom du projet
nl_nl: Projectnaam

source: Project name and ID
es_es: Nombre y ID del proyecto
nl_nl: Projectnaam en ID

source: Project name must be at least 4 characters long
de_de: Der Projektname muss mindestens 4 Zeichen lang sein
es_es: El nombre del proyecto debe tener al menos 4 caracteres
fr_fr: Le nom du projet doit comporter au moins 4 caractères
nl_nl: Projectnaam moet minstens 4 tekens lang zijn

source: Project not found
de_de: Projekt nicht gefunden
es_es: Proyecto no encontrado
fr_fr: Projet introuvable
nl_nl: Project niet gevonden

source: Project Overview | Dembrane
de_de: Projektübersicht | Dembrane
es_es: Vista General del Proyecto | Dembrane
fr_fr: Aperçu du projet | Dembrane
nl_nl: Project Overzicht | Dembrane

source: Project Settings
de_de: Projekt Einstellungen
es_es: Configuración del Proyecto
fr_fr: Paramètres du projet
nl_nl: Project Instellingen

source: Projects
de_de: Projekte
es_es: Proyectos
fr_fr: Projets
nl_nl: Projecten

source: Projects | Dembrane
de_de: Projekte | Dembrane
es_es: Proyectos | Dembrane
fr_fr: Projets | Dembrane
nl_nl: Projecten | Dembrane

source: Projects Home
de_de: Projekte Startseite
es_es: Inicio de Proyectos
fr_fr: Accueil des projets
nl_nl: Projecten Home

source: Provide an overview of the main topics and recurring themes
de_de: Bieten Sie eine Übersicht über die Hauptthemen und wiederkehrende Themen
es_es: Proporciona una visión general de los temas principales y los temas recurrentes
fr_fr: Fournissez un aperçu des sujets principaux et des thèmes récurrents
nl_nl: Geef een overzicht van de belangrijkste onderwerpen en herhalende thema's

source: Publish
de_de: Veröffentlichen
es_es: Publicar
fr_fr: Publier
nl_nl: Publiceren

source: Published
de_de: Veröffentlicht
es_es: Publicado
fr_fr: Publié
nl_nl: Gepubliceerd

source: Pull out the most impactful quotes from this session
de_de: Hol dir die wichtigsten Zitate aus dieser Session
es_es: Saca las citas más potentes de esta sesión
fr_fr: Récupère les citations les plus marquantes de cette session
nl_nl: Haal de meest impactvolle quotes uit deze sessie

source: Re-use settings from an existing webhook
es_es: Reutilizar configuraciones de un webhook existente
nl_nl: Gebruik instellingen van een bestaande webhook

source: Read aloud
es_es: Leer en voz alta
fr_fr: Lire à haute voix
nl_nl: Lees hardop voor

source: participant.ready.to.begin
de_de: Bereit zum Beginn
es_es: ¿Listo para comenzar?
fr_fr: Prêt à commencer
nl_nl: Klaar om te beginnen

source: Ready to connect your tools? Add a webhook to automatically receive conversation data when events happen.
es_es: ¿Listo para conectar tus herramientas? Agrega un webhook para recibir automáticamente los datos de las conversaciones cuando ocurran eventos.
nl_nl: Klaar om je tools te verbinden? Voeg een webhook toe om automatisch gesprekdata te ontvangen wanneer gebeurtenissen plaatsvinden.

source: Recommended apps
es_es: Aplicaciones recomendadas
fr_fr: Applications recommandées
nl_nl: Aanbevolen apps

source: participant.button.interruption.reconnect
es_es: Reconectar
nl_nl: Opnieuw verbinden

source: participant.button.record
de_de: Aufnehmen
es_es: Grabar
fr_fr: Enregistrer
nl_nl: Opname starten

source: Record another conversation
de_de: Ein weiteres Gespräch aufnehmen
es_es: Registrar otra conversación
fr_fr: Enregistrer une autre conversation
nl_nl: Neem nog een gesprek op

source: participant.modal.interruption.title
es_es: Grabación interrumpida
nl_nl: Opname onderbroken

source: participant.modal.pause.title
de_de: Recording Paused
es_es: Grabación pausada
fr_fr: Enregistrement en pause
nl_nl: Opname gepauzeerd

source: view.recreate.tooltip
de_de: Ansicht neu erstellen
es_es: Recrear vista
fr_fr: Recréer la vue
nl_nl: Bekijk opnieuw

source: view.recreate.modal.title
de_de: Ansicht neu erstellen
es_es: Recrear vista
fr_fr: Recréer la vue
nl_nl: Bekijk opnieuw

source: Recurring Themes
de_de: Wiederkehrende Themen
es_es: Temas recurrentes
fr_fr: Thèmes récurrents
nl_nl: Terugkerende thema's

source: References
de_de: Referenzen
es_es: Referencias
fr_fr: Références
nl_nl: Referenties

source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
nl_nl: Vernieuwen

source: Refresh audit logs
es_es: Actualizar registros de auditoría
fr_fr: Actualiser les journaux d'audit
nl_nl: Auditlogboeken vernieuwen

source: Regenerate Summary
de_de: Zusammenfassung neu generieren
es_es: Regenerar Resumen
fr_fr: Régénérer le résumé
nl_nl: Samenvatting opnieuw genereren

source: participant.regenerating.outcome
es_es: Regenerando el resultado
nl_nl: Uitkomst wordt opnieuw gegenereerd

source: Regenerating the summary. Please wait...
de_de: Zusammenfassung wird neu erstellt. Kurz warten ...
es_es: Regenerando el resumen. Espera...
fr_fr: Régénération du résumé. Patiente un peu...
nl_nl: Samenvatting wordt opnieuw gemaakt. Even wachten...

source: Register | Dembrane
de_de: Registrieren | Dembrane
es_es: Registrar | Dembrane
fr_fr: S'enregistrer | Dembrane
nl_nl: Registreer | Dembrane

source: Register as a new user
de_de: Als neuer Benutzer registrieren
es_es: Registrar como nuevo usuario
fr_fr: S'enregistrer en tant qu'utilisateur nouveau
nl_nl: Registreer als nieuwe gebruiker

source: participant.button.reload.page.text.mode
de_de: Seite neu laden
es_es: Recargar
fr_fr: Recharger la page
nl_nl: Pagina herladen

source: participant.button.reload
de_de: Seite neu laden
es_es: Recargar
fr_fr: Recharger la page
nl_nl: Pagina herladen

source: participant.concrete.artefact.action.button.reload
de_de: Neu laden
es_es: Recargar página
fr_fr: Recharger la page
nl_nl: Opnieuw laden

source: Remove
es_es: Eliminar
nl_nl: Verwijderen

source: Remove Email
de_de: E-Mail entfernen
es_es: Eliminar Correo Electrónico
fr_fr: Supprimer l'e-mail
nl_nl: E-mail verwijderen

source: Remove file
de_de: Datei entfernen
es_es: Eliminar archivo
fr_fr: Supprimer le fichier
nl_nl: Bestand verwijderen

source: Remove from this chat
de_de: Aus diesem Chat entfernen
es_es: Eliminar de este chat
fr_fr: Supprimer de cette conversation
nl_nl: Verwijder van dit gesprek

source: project.sidebar.chat.rename
de_de: Umbenennen
es_es: Renombrar
fr_fr: Renommer
nl_nl: Naam wijzigen

source: Reply Prompt
de_de: Antwort Prompt
es_es: Prompt de Respuesta
fr_fr: Prompt de réponse
nl_nl: Reactie prompt

source: Report
de_de: Bericht
es_es: Informe
fr_fr: Rapport
nl_nl: Rapport

source: Report an issue
de_de: Ein Problem melden
es_es: Reportar un problema
fr_fr: Signaler un problème
nl_nl: Rapporteer een probleem

source: Report Created - {0}
de_de: Bericht erstellt - {0}
es_es: Informe creado - {0}
fr_fr: Rapport créé - {0}
nl_nl: Rapport aangemaakt - {0}

source: Report generation is currently in beta and limited to projects with fewer than 10 hours of recording.
de_de: Berichtgenerierung befindet sich derzeit in der Beta und ist auf Projekte mit weniger als 10 Stunden Aufnahme beschränkt.
es_es: La generación de informes está actualmente en fase beta y limitada a proyectos con menos de 10 horas de grabación.
fr_fr: La génération de rapports est actuellement en version bêta et limitée aux projets avec moins de 10 heures d'enregistrement.
nl_nl: Rapport generatie is momenteel in beta en beperkt tot projecten met minder dan 10 uur opname.

source: Report Notifications
de_de: Berichtsbenachrichtigungen
es_es: Notificaciones de Reportes
fr_fr: Notifications de rapports
nl_nl: Rapportmeldingen

source: Report Updated - {0}
de_de: Bericht aktualisiert - {0}
es_es: Informe actualizado - {0}
fr_fr: Rapport mis à jour - {0}
nl_nl: Rapport bijgewerkt - {0}

source: library.request.access
de_de: Zugriff anfordern
es_es: Solicitar Acceso
fr_fr: Demander l'accès
nl_nl: Toegang aanvragen

source: Request Access
de_de: Zugriff anfordern
es_es: Solicitar Acceso
fr_fr: Demander l'accès
nl_nl: Toegang aanvragen
